
{
  "ledScrollerTitle": "LED Scroller ออนไลน์ - แบนเนอร์ LED สำหรับมือถือ",
  "enterYourTextLabel": "กรอกข้อความของคุณ",
  "fullScreenButton": "เต็มจอ",
  "borderModeLabel": "โหมดกรอบ:",
  "primaryBorderColorLabel": "สีกรอบหลัก:",
  "secondaryBorderColorLabel": "สีกรอบรอง:",
  "tertiaryBorderColorLabel": "สีกรอบเสริม:",
  "textColorLabel": "สีข้อความ:",
  "backgroundColorLabel": "สีพื้นหลัง:",
  "fontSizeLabel": "ขนาดฟอนต์:",
  "directionLabel": "ทิศทาง:",
  "speedLabel": "ความเร็ว:",
  "blinkLabel": "กระพริบ:",
  "blinkSpeedLabel": "ความเร็วกระพริบ:",
  "whyYouNeedTitle": "ทำไมคุณถึงต้องการ LED Scroller:",
  "whyYouNeedDescription": "LED Scroller เป็นเครื่องมือที่ใช้งานได้หลากหลาย ออกแบบมาเพื่อเพิ่มสีสันให้การชุมนุมทางสังคมและกิจกรรมส่วนตัวต่างๆ ในงานปาร์ตี้และคอนเสิร์ต แบนเนอร์ LED ช่วยให้คุณเชียร์ไอดอลคนโปรดของคุณด้วยข้อความที่สดใสและกำหนดเองได้ สนามบินก็ดูน่ากลัวน้อยลงเมื่อคุณใช้ป้ายที่ปรับแต่งได้ง่ายและจำง่าย เพื่อทักทายเพื่อนหรือครอบครัว ให้การต้อนรับอย่างอบอุ่นและราบรื่น แฟนกีฬาสามารถแสดงการสนับสนุนทีมโปรดอย่างต่อเนื่องในเกมสดด้วยข้อความแบบเคลื่อนที่บนป้าย LED งานวันเกิดกลายเป็นที่จดจำด้วยป้ายดิจิทัล LED ที่ไม่ซ้ำใครที่ส่งคำอวยพรอย่างอบอุ่น สำหรับคนขับรถ ป้ายไฟฟ้าที่สะดุดตาสามารถเป็นเครื่องมือที่สำคัญในการแสดงคำเตือนหรือข้อความบนทางหลวง ซึ่งช่วยเพิ่มความปลอดภัยและการสื่อสาร ในเรื่องของความโรแมนติก การขอแต่งงานสามารถกลายเป็นช่วงเวลาที่น่าจดจำด้วยป้ายที่แสดงข้อความรักที่ตรึงใจคู่รักของคุณ นอกจากนี้ LED Scroller ยังมีค่าในสิ่งแวดล้อมที่เสียงรบกวนขัดขวางการสื่อสารด้วยวาจาหรือเมื่อการพูดไม่สะดวก ความหลากหลายนี้ทำให้ LED Scroller เป็นเครื่องมือที่สำคัญในการส่งข้อความอย่างมีประสิทธิภาพในหลากหลายสถานการณ์",
  "howDoesItWorkTitle": "LED Scroller ทำงานอย่างไร?",
  "howDoesItWorkDescription1": "LED Scroller ดำเนินการผ่านแอปพลิเคชันเว็บที่ใช้งานง่าย ออกแบบมาเพื่อให้ผู้ใช้สามารถสร้างการแสดงข้อความแบบเลื่อนเคลื่อนที่ได้อย่างง่ายดาย พร้อมด้วยตัวเลือกในการเพิ่มอิโมจิเพื่อเพิ่มสีสัน ในการใช้งานเทคโนโลยีนี้ ผู้ใช้เพียงแค่ป้อนข้อความที่ต้องการลงในกล่องข้อความและสามารถเห็นได้ทันทีในรูปแบบที่เคลื่อนไหวบนหน้าจอ LED ที่น่าดึงดูด 'LED Scroller' All Device นวัตกรรมล่าสุดของเรา ถูกออกแบบมาเพื่อเพิ่มผลกระทบทางภาพสำหรับกิจกรรมหรือโฆษณาใด ๆ แพลตฟอร์มเว็บไดนามิกนี้มอบอินเทอร์เฟสการแสดง LED แบบมีส่วนร่วม เพื่อให้ผู้ใช้ปรับแต่งข้อความของพวกเขาด้วยข้อความ รูปภาพ และสื่ออื่น ๆ เปลี่ยนมันเป็นแบนเนอร์ LED ที่สดใส คุณสมบัติเหล่านี้ถูกปรับแต่งเพื่อนำเสนอการแสดงที่สดใสและน่าดึงดูดเพื่อยกระดับกิจกรรมหรือแคมเปญโปรโมชัน เน้นความสวยงามและการออกแบบ แอปนี้ให้ตัวเลือกการปรับแต่งมากมาย เพื่อให้ทุกการแสดงไม่น่าสนใจเพียงอย่างเดียว แต่ยังปรับแต่งได้ตามความต้องการของผู้ใช้อย่างแท้จริง",
  "howDoesItWorkDescription2": "ผู้ใช้สามารถเลือกจากรูปทรงและเลย์เอาต์ที่ดึงดูดเพื่อเพิ่มประสิทธิภาพการแสดงภาพของเนื้อหา เลือกฟอนต์ที่เพิ่มความอ่านง่ายและเหมาะสมกับสไตล์ของพวกเขา และเลือกสีที่ดึงดูดความสนใจขณะเสริมความหมายของข้อความ อีกทั้งยังสามารถเพิ่มกราฟิกน่าสนใจลงในป้ายเพื่อเพิ่มผลทางภาพ และข้อความสามารถกำหนดให้กระพริบเพื่อสร้างผลกระทบที่น่าสนใจดึงดูดใจได้ ผ่านฟีเจอร์ปรับแต่งเหล่านี้ แอป LED Scroller ช่วยผู้ใช้สร้างป้าย LED ที่น่าประทับใจและน่าจดจำ ซึ่งจะทิ้งความประทับใจไว้ในใจคนดู",
  "moreAboutAppTitle": "เพิ่มเติมเกี่ยวกับแอปพลิเคชัน",
  "moreAboutAppDescription1": "LED Scroller: เครื่องทำแบนเนอร์ LED เป็นแอปพลิเคชันที่สำคัญที่ช่วยให้ผู้ใช้สร้างแบนเนอร์ LED แบบเคลื่อนที่และข้อความที่น่าสนใจและมีชีวิตชีวา เหมาะสำหรับผู้จัดงานโปรโมเตอร์ หรือใครก็ตามที่ต้องการเรียกร้องความสนใจ แอปพลิเคชันความหลากหลายนี้เสนอตัวเลือกและฟีเจอร์ที่หลากหลายเพื่อปลดล็อคความสร้างสรรค์ของคุณและทำให้ข้อความของคุณโดดเด่น ที่แกนหลักของ LED Scroller: นี่คืออินเทอร์เฟซที่ใช้งานง่าย เพื่อให้เข้าถึงได้แม้สำหรับผู้ที่ไม่มีพื้นฐานทางเทคนิคมาก",
  "moreAboutAppDescription2": "ในการสร้างแบนเนอร์ของคุณ เพียงป้อนข้อความที่ต้องการลงในกล่องข้อความ แอปสนับสนุนข้อความทุกความยาวและมีตัวเลือกในการเพิ่มอิโมจิเพื่อเพิ่มความสนุกสนานให้ข้อความของคุณ ขณะที่คุณป้อนข้อความ แอปจะแสดงตัวอย่างแบบเรียลไทม์ ช่วยให้นำไปแก้ไขทันทีและให้คุณทดลองกับฟอนต์ สี และขนาดต่าง ๆ การป้อนย้อนกลับแบบเรียลไทม์นี้ทำให้ผู้ใช้สามารถตั้งค่าแบนเนอร์ได้อย่างสมบูรณ์แบบ เลือกจากฟอนต์ที่หลากหลายเพื่อให้เหมาะกับน้ำเสียงและสไตล์ของข้อความ",
  "moreAboutAppDescription3": "เพิ่มเติมเพื่อเพิ่มความสามารถปรับแต่ง LED Scroller: เครื่องทำแบนเนอร์ LED เสนอรูปร่างหลายแบบและเลย์เอาต์ ช่วยให้สร้างทั้งแบบรูปร่างมาตรฐานและดีไซน์แบนเนอร์ที่สวยงามไม่ซ้ำใคร พาเล็ตสีที่กว้างใหญ่ของแอปช่วยให้คุณเลือกสีที่สดใสหรือที่นุ่มนวล เพื่อให้แบนเนอร์แต่ละตัวสอดคล้องกับตราสินค้าหรือธีมเฉพาะเจาะจง",
  "moreAboutAppDescription4": "นอกจากการปรับแต่งข้อความแล้ว แอปยังมีตัวเลือกในการเพิ่มกราฟิกที่น่าสนใจและภาพส่วนตัวลงในแบนเนอร์ ให้คุณสร้างการสื่อสารที่มีความเป็นส่วนตัวอย่างแท้จริง สำหรับผู้ที่ต้องการสร้างผลกระทบที่สำคัญ แอปยังมีฟีเจอร์เอฟเฟกต์ข้อความที่เคลื่อนไหวได้เช่นการกระพริบ ซึ่งดึงดูดความสนใจและเน้นจุดสำคัญของข้อความของคุณ",
  "moreAboutAppDescription5": "เมื่อสร้างแบนเนอร์ LED ของคุณเสร็จสิ้นตามความชอบ LED Scroller: เครื่องทำแบนเนอร์ LED ช่วยให้สามารถแชร์และจัดจำหน่ายได้อย่างง่ายดาย แบนเนอร์สามารถบันทึกเป็นรูปภาพหรือไฟล์ GIF แบบเคลื่อนไหวที่เหมาะสำหรับแพลตฟอร์มดิจิทัลหลากหลาย หรือแชร์โดยตรงไปยังโซเชียลมีเดียและแอปพลิเคชันส่งข้อความ เพื่อความเห็นชัดสูงสุด โดยสรุป LED Scroller: เครื่องทำแบนเนอร์ LED เป็นเครื่องมือที่ทรงพลังสำหรับใครก็ตามที่ต้องการสร้างแบนเนอร์ LED ที่ดึงดูดและสร้างความสนใจ ด้วยการออกแบบที่ใช้งานง่ายและตัวเลือกการปรับแต่งอย่างหลากหลาย พร้อมกับความสามารถในการแสดงตัวอย่างแบบมีส่วนร่วม แอปนี้เป็นตัวเลือกที่จำเป็นสำหรับการสื่อสารเชิงภาพที่มีประสิทธิภาพในทุกสถานการณ์มืออาชีพหรือส่วนตัว",
  "downloadForAndroidTitle": "ดาวน์โหลดแบนเนอร์ LED สำหรับ Android",
  "exclusiveBenefitsListTitle": "เพลิดเพลินไปกับสิทธิประโยชน์พิเศษเหล่านี้:",
  "exclusiveBenefitsListItem1": "เลือกฟอนต์หลากหลายแบบ",
  "exclusiveBenefitsListItem2": "ปรับแต่งพื้นหลังเป็นลวดลาย",
  "exclusiveBenefitsListItem3": "เข้าถึงพื้นหลังพรีเมียม",
  "exclusiveBenefitsListItem4": "ใช้งานแอปแบบออฟไลน์",
  "downloadOnPlayStoreAlt": "ดาวน์โหลดบน Google Play Store",
  "seo-title": "LED Scroller | สร้างแบนเนอร์ LED ที่ดึงดูดออนไลน์",
  "seo-description" : "สร้างแบนเนอร์ LED Scroller ที่โดดเด่นได้ง่ายดายด้วยแอปเว็บออนไลน์ของเรา เหมาะสำหรับงานกิจกรรม ปาร์ตี้ และโปรโมชั่น",
  "keywords" : "แบนเนอร์ LED ออนไลน์, แบนเนอร์โปรแฟน, แบนเนอร์ LED ออนไลน์, แบนเนอร์เลื่อน LED, ข้อความเลื่อน LED ออนไลน์, แสดงแบนเนอร์ LED ออนไลน์",
  "font-family": "ครอบครัวฟอนต์",
  "bannerText":"ข้อความแบนเนอร์",
  "bannerBackground":"พื้นหลังแบนเนอร์",
  "bold":"ตัวหนา",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"ดาวน์โหลด"
}
