
{
  "ledScrollerTitle": "एलईडी स्क्रोलर ऑनलाइन - मोबाइल के लिए एलईडी बैनर",
  "enterYourTextLabel": "अपना पाठ दर्ज करें",
  "fullScreenButton": "फुल स्क्रीन",
  "borderModeLabel": "बॉर्डर मोड:",
  "primaryBorderColorLabel": "प्राथमिक बॉर्डर रंग:",
  "secondaryBorderColorLabel": "माध्यमिक बॉर्डर रंग:",
  "tertiaryBorderColorLabel": "तृतीयक बॉर्डर रंग:",
  "textColorLabel": "पाठ का रंग:",
  "backgroundColorLabel": "पृष्ठभूमि रंग:",
  "fontSizeLabel": "फ़ॉन्ट आकार:",
  "directionLabel": "दिशा:",
  "speedLabel": "गति",
  "blinkLabel": "ब्लिंक:",
  "blinkSpeedLabel": "ब्लिंक गति:",
  "whyYouNeedTitle": "आपको एलईडी स्क्रोलर की आवश्यकता क्यों है:",
  "whyYouNeedDescription": "एलईडी स्क्रोलर एक बहुमुखी उपकरण है जो विभिन्न सामाजिक समारोहों और व्यक्तिगत कार्यक्रमों को बेहतर बनाने के लिए डिज़ाइन किया गया है। पार्टियों और संगीत समारोहों में, एक एलईडी बैनर आपको अपने पसंदीदा कलाकारों के लिए एक जीवंत, कस्टम संदेश के साथ उत्साह बढ़ाने की अनुमति देता है। हवाई अड्डे पर, अपने दोस्तों या परिवार का स्वागत करने के लिए एक व्यक्तिगत, आसानी से पहचानी जा सकने वाली संकेतक का उपयोग करना स्वागत को आसान और सुखद बनाता है। खेल के शौकीन लाइव खेलों के दौरान स्क्रोलिंग पाठ संदेश के साथ अपने पसंदीदा टीमों के लिए स्थिर समर्थन दिखा सकते हैं। जन्मदिन की पार्टियों को अनोखे डिजिटल एलईडी साइनबोर्ड्स से यादगार बनाया जा सकता है जो हार्दिक बधाई व्यक्त करते हैं। ड्राइवर्स के लिए, एक आकर्षक इलेक्ट्रिक साइन महत्वपूर्ण चेतावनियाँ या संदेश प्रकट कर सकता है, जो फ्रीवे पर सुरक्षा और संवाद को बढ़ाता है। रोमांस की दुनिया में, शादी का प्रस्ताव एक रोमांटिक मार्की साइन के साथ यादगार बनाया जा सकता है जो प्रेम को व्यक्त करता है और आपके साथी को अभिभूत करता है। इसके अलावा, ऐसे स्थानों पर जहां शोर मौखिक संचार को बाधित करता है या जहां बोलना असुविधाजनक होता है, वहां ये एलईडी स्क्रोलर अमूल्य साबित होते हैं। यह बहुमुखी उपयोग इन्हें विभिन्न सेटिंग्स में प्रभावी रूप से संदेश देने के लिए एक आवश्यक उपकरण बनाता है।",
  "howDoesItWorkTitle": "एलईडी स्क्रोलर कैसे काम करता है?",
  "howDoesItWorkDescription1": "एलईडी स्क्रोलर एक अत्यधिक सहज वेब एप्लिकेशन के माध्यम से काम करता है, जिसे उपयोगकर्ताओं को बिना किसी रुकावट के स्क्रोल करने वाले पाठ प्रदर्शनों को बनाने की सुविधा प्रदान की गई है, जिसमें बढ़ी हुई आकर्षण के लिए इमोजी जोड़ने का विकल्प शामिल है। इस तकनीक का उपयोग करने के लिए, उपयोगकर्ता बस अपने वांछित पाठ को ऐप के मैसेज बॉक्स में दर्ज करते हैं और तुरंत इसे एक आकर्षक एलईडी डिस्प्ले पर एनिमेटेड देखते हैं। हमारा नवीनतम नवाचार 'एलईडी स्क्रोलर' ऑल डिवाइस इस गतिशील वेब प्लेटफ़ॉर्म को उपयोगकर्ताओं को इंटरैक्टिव एलईडी डिस्प्ले इंटरफ़ेस प्रदान करता है, जिससे उन्हें अपने संदेशों को टेक्स्ट, इमेज और अन्य मीडिया के साथ कस्टमाइज करने की सुविधा मिलती है, और इन्हें जीवंत एलईडी बैनर्स में बदल देता है। ये विशेषताएँ ऐसी जीवंत और आकर्षक प्रस्तुतियाँ तैयार करने के लिए डिज़ाइन की गई हैं जो इवेंट्स या प्रचार अभियानों को उन्नत करती हैं।",
  "howDoesItWorkDescription2": "उपयोगकर्ता अपने कंटेंट की दृश्य प्रस्तुति को अनुकूलित करने के लिए विभिन्न आकर्षक शेप्स और लेआउट में से चुन सकते हैं, ऐसे फोंट का चयन कर सकते हैं जो पठनीयता को बढ़ाते हैं और उनके शैली से मेल खाते हैं, और रंग चुन सकते हैं जो संदेश के समग्र संदेश की प्रशंसा करते हुए ध्यान आकर्षित करते हैं। इसके अलावा, साइनज की दृश्य प्रभावशीलता को बढ़ाने के लिए इसमें आकर्षक ग्राफिक्स जोड़े जा सकते हैं, और टेक्स्ट को ब्लिंक करने का विकल्प उपलब्ध है, जो डायनामिक और ध्यान आकर्षित करने वाला प्रभाव बनाता है। इन अनुकूलन योग्य सुविधाओं के माध्यम से, एलईडी स्क्रोलर ऐप उपयोगकर्ताओं को विस्मयकारी, यादगार एलईडी डिस्प्ले बनाने में सक्षम बनाता है, जो निश्चित रूप से एक स्थायी प्रभाव छोड़ते हैं।",
  "moreAboutAppTitle": "एप्लिकेशन के बारे में अधिक जानकारी",
  "moreAboutAppDescription1": "एलईडी स्क्रोलर: एलईडी बैनर मेकर एक आवश्यक एप्लिकेशन है जो उपयोगकर्ताओं को आकर्षक और डायनामिक एलईडी बैनर्स और स्क्रोलिंग टेक्स्ट बनाने की शक्ति देता है। यह एप्लिकेशन उन ईवेंट आयोजकों, प्रमोटर्स या किसी भी व्यक्ति के लिए आदर्श है जो ध्यान आकर्षित करना चाहते हैं। एलईडी स्क्रोलर: एलईडी बैनर मेकर का मुख्य तत्व इसका उपयोगकर्ता-अनुकूल इंटरफ़ेस है, जो न्यूनतम तकनीकी पृष्ठभूमि वाले लोगों के लिए भी सुलभता सुनिश्चित करता है। एप्लिकेशन एक सरल लेआउट के साथ स्वागत करता है जो उपयोगकर्ताओं को शुरुआत से ही एलईडी बैनर्स बनाने की प्रक्रिया को सरल बनाता है।",
  "moreAboutAppDescription2": "आपके बैनर को बनाने के लिए, बस अपने वांछित टेक्स्ट को मैसेज बॉक्स में दर्ज करें। ऐप किसी भी लंबाई के टेक्स्ट का समर्थन करता है और इसमें इमोजी को शामिल करने का विकल्प होता है, जो आपके संदेश को और अधिक जीवंत बनाता है। जैसे ही आप अपना टेक्स्ट डालते हैं, ऐप आपको एक रियल-टाइम प्रिव्यू प्रदान करता है, जिससे आप आसानी से संशोधन कर सकते हैं और विभिन्न फोंट, रंग, और आकार के साथ प्रयोग कर सकते हैं। यह रियल-टाइम फीडबैक सुनिश्चित करता है कि उपयोगकर्ता अपने बैनर्स को सही ढंग से अनुकूलित कर सकते हैं।",
  "moreAboutAppDescription3": "कस्टमाइजेशन को और बढ़ाते हुए, एलईडी स्क्रोलर: एलईडी बैनर मेकर बहु-आकार और लेआउट के विकल्प प्रदान करता है और विभिन्न ब्रांडिंग और थीम संबंधी आवश्यकताओं के अनुरूप ही अनुकूलित कर सकता है।",
  "moreAboutAppDescription4": "पाठ्य सामग्री के अलावा, एप्लिकेशन यह विकल्प भी शामिल करता है कि बैनर में व्यक्तिगत ग्राफिक्स और इमेजेस को शामिल करें, जो संदेश को और भी अनुकूलित बनाते हैं।",
  "moreAboutAppDescription5": "जैसे ही आपका बैनर तैयार होता है, इसे आसानी से सेव किया जा सकता है।",
  "downloadForAndroidTitle": "एलईडी बैनर एंड्रॉइड के लिए डाउनलोड करें",
  "exclusiveBenefitsListTitle": "इन विशेष लाभों का आनंद लें:",
  "exclusiveBenefitsListItem1": "कई फोंट में से चयन करें",
  "exclusiveBenefitsListItem2": "पृष्ठभूमि पैटर्न को अनुकूलित करें",
  "exclusiveBenefitsListItem3": "प्रीमियम पृष्ठभूमियां एक्सेस करें",
  "exclusiveBenefitsListItem4": "ऐप को ऑफलाइन उपयोग करें",
  "downloadOnPlayStoreAlt": "गूगल प्ले स्टोर पर डाउनलोड करें",
  "seo-title": "एलईडी स्क्रोलर | आकर्षक एलईडी बैनर ऑनलाइन बनाएं",
  "seo-description": "हमारे ऑनलाइन वेब ऐप के साथ आसानी से आकर्षक एलईडी स्क्रोलर बैनर्स बनाएं। इवेंट्स, पार्टियों और प्रचारों के लिए उपयुक्त।",
  "keywords": "ऑनलाइन एलईडी बैनर, फैन बैनर्स, ऑनलाइन एलईडी स्क्रॉलिंग टेक्स्ट, एलईडी बैनर डिस्प्ले",
  "font-family": "फ़ॉन्ट परिवार",
  "bannerText": "बैनर टेक्स्ट",
  "bannerBackground": "बैनर पृष्ठभूमि",
  "bold": "बोल्ड",
  "downloadAsPNG": ".पीएनजी",
  "downloadAsGIF": ".जीआईएफ",
  "download": "डाउनलोड"
}
