
{
  "ledScrollerTitle": "LED-Laufschrift Online - LED-Banner für Mobilgeräte",
  "enterYourTextLabel": "Geben Sie Ihren Text ein",
  "fullScreenButton": "Vollbild",
  "borderModeLabel": "Randmodus:",
  "primaryBorderColorLabel": "Primäre Randfarbe:",
  "secondaryBorderColorLabel": "Sekundäre Randfarbe:",
  "tertiaryBorderColorLabel": "Tertiäre Randfarbe:",
  "textColorLabel": "Schriftfarbe:",
  "backgroundColorLabel": "Hintergrundfarbe:",
  "fontSizeLabel": "Schriftgröße:",
  "directionLabel": "Richtung:",
  "speedLabel": "Geschwindigkeit",
  "blinkLabel": "Blinken:",
  "blinkSpeedLabel": "Blinkgeschwindigkeit:",
  "whyYouNeedTitle": "Warum Sie eine LED-Laufschrift benötigen:",
  "whyYouNeedDescription": "LED-Laufschriften sind ein vielseitiges Werkzeug, das entwickelt wurde, um verschiedene gesellschaftliche Anlässe und persönliche Events zu bereichern. Auf Partys und Konzerten ermöglicht ein LED-Banner, mit einer lebendigen, individuellen Nachricht Ihren Lieblingsidolen zuzujubeln. Flughäfen werden weniger einschüchternd, wenn Sie ein persönliches, leicht erkennbares Schild verwenden, um Freunde oder Familie zu begrüßen und so für einen reibungslosen und herzlichen Empfang zu sorgen. Sportbegeisterte können bei Live-Spielen ihre unerschütterliche Unterstützung für ihr Lieblingsteam mit rollenden Textnachrichten auf LED-Anzeigen zeigen. Geburtstagsfeiern werden unvergesslich mit einzigartigen digitalen LED-Schildern, die herzliche Wünsche übermitteln. Für Autofahrer kann ein auffälliges elektrisches Schild als wichtiges Werkzeug dienen, um Warnungen oder Nachrichten auf der Autobahn zu übermitteln, was sowohl die Kommunikation als auch die Sicherheit verbessert. Im Bereich der Romantik kann ein Heiratsantrag mit einem romantischen Leuchtschild unvergesslich gemacht werden, das Liebe ausdrückt und den Partner beeindruckt. Darüber hinaus sind LED-Laufschriften in Umgebungen von unschätzbarem Wert, in denen Lärm die verbale Kommunikation behindert oder in denen Sprache anderweitig unpraktisch ist. Diese Vielseitigkeit macht LED-Laufschriften zu einem unverzichtbaren Werkzeug, um Nachrichten in einer Vielzahl von Umgebungen effektiv zu übermitteln.",
  "howDoesItWorkTitle": "Wie funktioniert eine LED-Laufschrift?",
  "howDoesItWorkDescription1": "Die LED-Laufschrift funktioniert über eine äußerst intuitive Webanwendung, die es den Nutzern ermöglicht, mühelos Textanzeigen zu erstellen, einschließlich der Möglichkeit, Emojis für mehr Ausdruck hinzuzufügen. Um diese Technologie zu nutzen, geben Benutzer einfach ihren gewünschten Text in ein Nachrichtenfeld der App ein und sehen ihn sofort auf einer faszinierenden LED-Anzeige animiert. Die 'LED Scroller' All Device, unsere neueste Innovation, wurde entwickelt, um den visuellen Eindruck jedes Events oder jeder Werbung erheblich zu verbessern. Diese dynamische Webplattform bietet eine interaktive LED-Anzeigeschnittstelle, mit der Nutzer ihre Nachrichten mit Text, Bildern und anderen Medien anpassen können, um sie in lebendige LED-Banner zu verwandeln. Diese Funktionen sind darauf abgestimmt, lebendige, ansprechende Präsentationen zu erstellen, die Events oder Werbekampagnen aufwerten. Mit einem Fokus auf Ästhetik und Design bietet die App mehrere Anpassungsmöglichkeiten, um sicherzustellen, dass jede Anzeige nicht nur auffällig, sondern auch individuell auf die Vorlieben des Nutzers zugeschnitten ist.",
  "howDoesItWorkDescription2": "Benutzer können aus verschiedenen attraktiven Formen und Layouts wählen, um die visuelle Präsentation ihres Inhalts zu optimieren, Schriftarten auswählen, die die Lesbarkeit verbessern und zu ihrem Stil passen, und Farben auswählen, die Aufmerksamkeit erregen und gleichzeitig die Gesamtbotschaft ergänzen. Darüber hinaus können ansprechende Grafiken zum Schild hinzugefügt werden, um die visuelle Wirkung zu verstärken, und Texte können blinken, um einen dynamischen und aufmerksamkeitserregenden Effekt zu erzeugen. Durch diese anpassbaren Funktionen ermöglicht die LED Scroller-App den Nutzern, beeindruckende und unvergessliche LED-Anzeigen zu erstellen, die garantiert einen bleibenden Eindruck hinterlassen.",
  "moreAboutAppTitle": "Mehr über die App",
  "moreAboutAppDescription1": "LED Scroller: LED-Banner-Designer ist eine unverzichtbare Anwendung, die Nutzern die Möglichkeit gibt, ansprechende und dynamische LED-Banner und Lauftexte zu erstellen. Ideal für Eventveranstalter, Promoter oder alle, die Aufmerksamkeit erregen möchten, bietet diese vielseitige App eine Vielzahl von Funktionen und Anpassungsoptionen, um Ihre Kreativität zu entfalten und Ihre Botschaften hervorzuheben. Im Zentrum von LED Scroller: LED-Banner-Designer steht eine benutzerfreundliche Oberfläche, die auch für Benutzer mit minimalem technischem Hintergrund zugänglich ist. Die Anwendung begrüßt die Nutzer mit einem einfachen Layout, das den Prozess der Erstellung von LED-Bannern von Anfang an vereinfacht.",
  "moreAboutAppDescription2": "Um Ihr Banner zu erstellen, geben Sie einfach Ihren gewünschten Text in das Nachrichtenfeld ein. Die App unterstützt Texte jeder Länge und bietet die Möglichkeit, Emojis zu integrieren, um Ihrer Nachricht eine spielerische Note zu verleihen. Während Sie Ihren Text eingeben, bietet die App eine Vorschau in Echtzeit, die sofortige Änderungen ermöglicht und es Ihnen erlaubt, mit verschiedenen Schriftarten, Farben und Größen zu experimentieren. Dieses Feedback in Echtzeit stellt sicher, dass Nutzer ihre Banner perfekt anpassen können, und bietet eine breite Palette an Schriftarten, die zur gewünschten Stimmung und Stil der Nachricht passen.",
  "moreAboutAppDescription3": "Um die Anpassung weiter zu verbessern, bietet LED Scroller: LED-Banner-Designer mehrere Formen und Layouts, die sowohl die Erstellung von Standard- als auch von einzigartigen Bannervarianten ermöglichen. Die umfangreiche Farbpalette der App erlaubt die Auswahl lebhafter oder subtiler Farbtöne, sodass jedes Banner spezifischen Marken- oder thematischen Anforderungen entsprechen kann.",
  "moreAboutAppDescription4": "Zusätzlich zur Textanpassung bietet die App Optionen, auffällige Grafiken und persönliche Bilder in das Banner zu integrieren und somit eine Plattform für wirklich persönliche Kommunikation zu schaffen. Für diejenigen, die eine bedeutende Wirkung erzielen möchten, bietet die App auch dynamische Texteffekte wie Blinken, die Aufmerksamkeit erregen und wichtige Punkte Ihrer Nachricht hervorheben.",
  "moreAboutAppDescription5": "Nach der Erstellung Ihres LED-Banners, wie es Ihnen gefällt, ermöglicht der LED Scroller: LED-Banner-Designer eine einfache Weitergabe und Verbreitung. Banner können als Bilder oder animierte GIFs gespeichert werden, die sich für verschiedene digitale Plattformen eignen, oder direkt in sozialen Medien und Messenger-Apps geteilt werden, um eine breite Sichtbarkeit sicherzustellen. Zusammenfassend ist LED Scroller: LED-Banner-Designer ein leistungsstarkes Tool für alle, die wirkungsvolle und auffällige LED-Banner erstellen möchten. Mit seinem intuitiven Design, umfangreichen Anpassungsoptionen und interaktiven Vorschaufunktionen hebt sich die App als unverzichtbares Hilfsmittel für effektive visuelle Kommunikation in jedem beruflichen oder privaten Umfeld hervor.",
  "downloadForAndroidTitle": "LED-Banner für Android herunterladen",
  "exclusiveBenefitsListTitle": "Genießen Sie diese exklusiven Vorteile:",
  "exclusiveBenefitsListItem1": "Wählen Sie aus einer Vielzahl von Schriftarten",
  "exclusiveBenefitsListItem2": "Passen Sie Hintergrundmuster an",
  "exclusiveBenefitsListItem3": "Greifen Sie auf Premium-Hintergründe zu",
  "exclusiveBenefitsListItem4": "Verwenden Sie die App offline",
  "downloadOnPlayStoreAlt": "Im Google Play Store herunterladen",
  "seo-title": "LED-Laufschrift | Auffällige LED-Banner online erstellen",
  "seo-description" : "Erstellen Sie mühelos auffällige LED-Laufschrift-Banner mit unserer Online-Web-App. Perfekt für Events, Partys und Werbeaktionen.",
  "keywords" : "led banner online, fan banner, online led banner, led laufschrift, online led scrolltext, led banner anzeigen online",
  "font-family": "Schriftart",
  "bannerText":"Bannertext",
  "bannerBackground":"Bannerhintergrund",
  "bold":"Fett",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Herunterladen"
}
