
{
  "ledScrollerTitle": "LED 스크롤러 온라인 - 모바일용 LED 배너",
  "enterYourTextLabel": "텍스트를 입력하세요",
  "fullScreenButton": "전체 화면",
  "borderModeLabel": "테두리 모드:",
  "primaryBorderColorLabel": "기본 테두리 색상:",
  "secondaryBorderColorLabel": "보조 테두리 색상:",
  "tertiaryBorderColorLabel": "3차 테두리 색상:",
  "textColorLabel": "텍스트 색상:",
  "backgroundColorLabel": "배경 색상:",
  "fontSizeLabel": "글꼴 크기:",
  "directionLabel": "방향:",
  "speedLabel": "속도",
  "blinkLabel": "깜박임:",
  "blinkSpeedLabel": "깜박임 속도:",
  "whyYouNeedTitle": "LED 스크롤러가 필요한 이유:",
  "whyYouNeedDescription": "LED 스크롤러는 다양한 사회적 모임과 개인 이벤트를 향상시키기 위해 설계된 다목적 도구입니다. 파티와 콘서트에서는 LED 배너를 통해 맞춤 메시지로 좋아하는 아이돌을 응원할 수 있습니다. 공항에서는 맞춤 제작으로 쉽게 식별할 수 있는 팻말로 친구나 가족을 맞이할 수 있어 따뜻하고 원활한 환영을 보장합니다. 스포츠 팬들은 LED 팻말에 스크롤링 텍스트 메시지를 표시해 라이브 경기를 보는 동안 좋아하는 팀에 대한 변함없는 응원을 전달할 수 있습니다. 생일 파티는 독특한 디지털 LED 간판으로 감동적인 축복 메시지를 전달하며 특별하게 만들어줍니다. 드라이버의 경우, 눈에 띄는 전기 간판은 고속도로에서 경고 메시지나 정보를 전달하는 중요한 도구로 사용되어 안전성과 소통을 증가시킬 수 있습니다. 로맨스 측면에서는 결혼 프로포즈를 낭만적인 마키 간판으로 잊을 수 없는 추억으로 만들어, 사랑을 표현하고 연인을 감동시킬 수 있습니다. 또한, 소음이 많아 말소리가 전달되지 않거나 음성 소통이 어려운 환경에서 LED 스크롤러는 메시지를 전달하는 데 없어서는 안 될 소중한 도구입니다. 이러한 다재다능함은 LED 스크롤러를 다양한 상황에서 메시지를 효과적으로 전달할 수 있는 필수적인 도구로 만들어줍니다.",
  "howDoesItWorkTitle": "LED 스크롤러는 어떻게 작동하나요?",
  "howDoesItWorkDescription1": "LED 스크롤러는 사용자들이 쉽고 간단하게 스크롤 텍스트 디스플레이를 만들 수 있게 설계된 직관적인 웹 애플리케이션을 통해 작동합니다. 이 기술을 사용하려면 사용자는 애플리케이션의 메시지 상자에 원하는 텍스트를 입력하기만 하면, 그 즉시 매력적인 LED 디스플레이로 애니메이션화된 스크롤링 텍스트를 볼 수 있습니다. 'LED 스크롤러 올 디바이스'는 최신 혁신으로 어떤 이벤트나 광고의 시각적 효과를 크게 향상시키기 위해 설계되었습니다. 이 역동적인 웹 플랫폼은 사용자들이 텍스트, 이미지, 기타 미디어를 사용자 정의하여 선명하고 생동감 넘치는 LED 배너로 전환할 수 있게 하는 인터랙티브 LED 디스플레이 인터페이스를 제공합니다. 이 기능은 이벤트나 프로모션 캠페인을 돋보이게 할 생동감 있는 프레젠테이션을 제작하는 데 적합하게 제작되었습니다. 미학과 디자인에 중점을 둔 이 애플리케이션은 사용자가 각 디스플레이를 눈에 띄게 하는 동시에 독특하게 사용자 맞춤화할 수 있도록 여러 맞춤화 옵션을 제공합니다.",
  "howDoesItWorkDescription2": "사용자는 콘텐츠의 시각적 프레젠테이션을 최적화하기 위해 다양한 매력적인 모양과 레이아웃을 선택하고, 가독성을 강화하며 스타일과 어울리는 글꼴을 선택하며, 전체 메시지와 잘 어울리면서 주의를 끌 수 있는 색상을 고를 수 있습니다. 또한, 시각적 임팩트를 높이기 위해 간판에 매력적인 그래픽을 추가할 수 있으며, 텍스트를 깜박이게 만들어 동적이고 주목을 끄는 효과를 생성할 수 있습니다. 이러한 맞춤화 기능을 통해 LED 스크롤러 앱은 사용자가 매력적이고 기억에 남는 LED 디스플레이를 만들어 오래 지속될 인상을 남길 수 있게 해줍니다.",
  "moreAboutAppTitle": "애플리케이션에 대하여",
  "moreAboutAppDescription1": "LED 스크롤러: LED 배너 메이커는 사용자가 매력적이고 역동적인 LED 배너 및 스크롤링 텍스트를 제작할 수 있도록 돕는 필수 애플리케이션입니다. 이벤트 기획자, 홍보 담당자, 또는 사람들의 시선을 끌고자 하는 누구에게나 적합하며, 이 다목적 앱은 창의력을 발휘하고 메시지를 돋보이게 해줄 폭넓은 기능과 맞춤화 옵션을 제공합니다. LED 스크롤러: LED 배너 메이커의 핵심은 사용자 친화적인 인터페이스로, 기술적 배경이 거의 없는 사람들도 바로 접근할 수 있습니다. 이 애플리케이션은 사용자들에게 간단한 레이아웃을 제공하여 LED 배너를 처음부터 쉽게 제작할 수 있도록 돕습니다.",
  "moreAboutAppDescription2": "배너를 제작하려면 메시지 상자에 원하는 텍스트를 입력하기만 하면 됩니다. 이 애플리케이션은 길이에 관계없이 텍스트를 지원하며, 메시지에 유머러스함을 더할 수 있는 이모티콘 추가 옵션을 포함하고 있습니다. 텍스트를 입력하면 애플리케이션이 실시간 미리보기를 제공하여 즉시 수정할 수 있고, 다양한 글꼴, 색상 및 크기를 실험해 볼 수 있습니다. 이러한 실시간 피드백은 사용자가 텍스트의 톤과 스타일에 맞게 배너를 완벽하게 조정할 수 있도록 보장합니다.",
  "moreAboutAppDescription3": "맞춤성을 더욱 강화하기 위해 LED 스크롤러: LED 배너 메이커는 표준 디자인과 독창적인 배너 디자인 모두를 제작할 수 있는 다양한 모양과 레이아웃을 제공합니다. 애플리케이션의 광범위한 색상 팔레트를 통해 밝고 선명한 색상이나 미묘한 색상 등 특정 타겟이나 테마 요구에 맞는 배너를 제작할 수 있습니다.",
  "moreAboutAppDescription4": "텍스트 맞춤화에 더하여, 앱은 배너에 돋보이는 그래픽이나 개인 이미지를 추가할 수 있는 옵션을 포함하고 있어 진정한 개인화 소통 플랫폼을 제공합니다. 강렬한 임팩트를 원하는 사용자에게는 주의를 끌고 메시지의 핵심 사항을 강조할 수 있는 깜박이는 동적 텍스트 효과도 제공합니다.",
  "moreAboutAppDescription5": "사용자가 LED 배너를 취향에 맞게 제작한 후에는 LED 스크롤러: LED 배너 메이커를 통해 쉽게 저장 및 공유할 수 있습니다. 배너는 이미지 또는 애니메이션 GIF로 저장할 수 있으며, 다양한 디지털 플랫폼에서 사용할 수 있도록 소셜 미디어나 메시징 앱으로 직접 공유할 수 있습니다. 요약하면, LED 스크롤러: LED 배너 메이커는 눈에 띄고 주목을 끌 수 있는 LED 배너를 제작하려는 모든 사람에게 강력한 도구입니다. 직관적인 디자인, 광범위한 맞춤화 옵션, 그리고 인터랙티브 미리보기 기능으로 이 애플리케이션은 전문적이거나 개인적인 환경 모두에서 효과적인 시각적 커뮤니케이션을 위한 필수 애플리케이션으로 자리 잡습니다.",
  "downloadForAndroidTitle": "안드로이드용 LED 배너 다운로드",
  "exclusiveBenefitsListTitle": "이 독점적인 혜택을 누려보세요:",
  "exclusiveBenefitsListItem1": "다양한 글꼴 선택",
  "exclusiveBenefitsListItem2": "배경 패턴 사용자 정의",
  "exclusiveBenefitsListItem3": "프리미엄 배경 이용",
  "exclusiveBenefitsListItem4": "오프라인 상태에서도 앱 사용 가능",
  "downloadOnPlayStoreAlt": "Google Play 스토어에서 다운로드",
  "seo-title": "LED 스크롤러 | 눈길을 끄는 LED 배너를 온라인으로 제작하세요",
  "seo-description": "쉽고 간편하게 눈에 띄는 LED 스크롤러 배너를 온라인 웹 애플리케이션으로 제작하세요. 이벤트, 파티, 프로모션에 적합합니다.",
  "keywords": "온라인 LED 배너, 팬 배너, 온라인 LED 스크롤링 텍스트, LED 배너 디스플레이 온라인",
  "font-family": "글꼴",
  "bannerText": "배너 텍스트",
  "bannerBackground": "배너 배경",
  "bold": "굵게",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "다운로드"
}
