
{
  "ledScrollerTitle": "Desplazador LED Online - Banner LED para Móvil",
  "enterYourTextLabel": "Ingresa tu texto",
  "fullScreenButton": "Pantalla Completa",
  "borderModeLabel": "Modo de Borde:",
  "primaryBorderColorLabel": "Color Principal del Borde:",
  "secondaryBorderColorLabel": "Color Secundario del Borde:",
  "tertiaryBorderColorLabel": "Color Terciario del Borde:",
  "textColorLabel": "Color del Texto:",
  "backgroundColorLabel": "Color de Fondo:",
  "fontSizeLabel": "Tamaño de Fuente:",
  "directionLabel": "Dirección:",
  "speedLabel": "Velocidad",
  "blinkLabel": "Parpadeo:",
  "blinkSpeedLabel": "Velocidad del Parpadeo:",
  "whyYouNeedTitle": "Por qué necesitas un Desplazador LED:",
  "whyYouNeedDescription": "Los Desplazadores LED son una herramienta versátil diseñada para realzar varias reuniones sociales y eventos personales. En fiestas y conciertos, un banner LED permite animar a tus ídolos favoritos con un mensaje personalizado y vibrante. Los aeropuertos son menos intimidantes cuando usas un cartel personalizado fácil de identificar para recibir amigos o familiares, asegurando una cálida y agradable bienvenida. Los entusiastas del deporte pueden mostrar apoyo incondicional a sus equipos favoritos durante los partidos en vivo con mensajes de texto desplazables en letreros LED. Las fiestas de cumpleaños se hacen inolvidables con carteles digitales únicos que transmiten bendiciones sinceras. Para los conductores, un letrero eléctrico llamativo puede funcionar como una herramienta crucial para transmitir advertencias o mensajes en la autopista, mejorando la seguridad y la comunicación. En el ámbito romántico, una propuesta de matrimonio puede ser inolvidable con un letrero romántico que exprese amor y cautive a tu ser querido. Además, los Desplazadores LED son invaluables en entornos donde el ruido impide la comunicación verbal o donde hablar no es conveniente. Esta versatilidad convierte a los Desplazadores LED en una herramienta esencial para transmitir mensajes de manera efectiva en una variedad de escenarios.",
  "howDoesItWorkTitle": "¿Cómo funciona el Desplazador LED?",
  "howDoesItWorkDescription1": "El Desplazador LED opera a través de una aplicación web altamente intuitiva, diseñada para permitir a los usuarios crear muestras de texto desplazable sin esfuerzo, con la opción de incorporar emojis para dar un toque especial. Para utilizar esta tecnología, los usuarios simplemente introducen el texto deseado en un cuadro de mensaje dentro de la aplicación, y lo ven instantáneamente animado en una pantalla LED cautivadora. 'LED Scroller' para todos los Dispositivos, nuestra última innovación, está diseñada para mejorar significativamente el impacto visual de cualquier evento o anuncio. Esta dinámica plataforma web proporciona una interfaz interactiva de pantalla LED, permitiendo a los usuarios personalizar sus mensajes con texto, imágenes y otros medios, transformándolos en vibrantes banners LED. Estas características están orientadas a producir presentaciones atractivas y vívidas que elevan eventos o campañas promocionales. Enfatizando la estética y el diseño, la aplicación ofrece varias opciones de personalización para asegurarse de que cada pantalla sea no solo llamativa sino también única según las preferencias del usuario.",
  "howDoesItWorkDescription2": "Los usuarios pueden seleccionar entre varias formas atractivas y diseños para optimizar la presentación visual de su contenido, elegir fuentes que mejoren la legibilidad y se adapten a su estilo, y seleccionar colores que capturen la atención mientras complementan el mensaje general. Además, se pueden agregar gráficos impactantes a la señalización para realzar su impacto visual, y el texto puede configurarse para parpadear, creando un efecto dinámico y llamativo. A través de estas características personalizables, la aplicación Desplazador LED permite a los usuarios crear muestras LED impresionantes y memorables que seguramente dejarán una impresión duradera.",
  "moreAboutAppTitle": "Más Sobre la Aplicación",
  "moreAboutAppDescription1": "Desplazador LED: Creador de Banners LED es una aplicación esencial que permite a los usuarios crear banners LED dinámicos y textos desplazables. Ideal para organizadores de eventos, promotores o cualquier persona que busque captar la atención, esta app versátil ofrece una amplia gama de características y opciones de personalización para liberar tu creatividad y hacer que tus mensajes destaquen. En el núcleo de Desplazador LED: Creador de Banners LED está su interfaz fácil de usar, asegurando accesibilidad incluso para quienes tienen un conocimiento técnico mínimo. La aplicación recibe a los usuarios con un diseño simple, simplificando el proceso de crear banners LED desde el principio.",
  "moreAboutAppDescription2": "Para crear tu banner, simplemente ingresa el texto deseado en el cuadro de mensaje. La aplicación admite texto de cualquier longitud e incluye la opción de integrar emojis, agregando un toque divertido a tu mensaje. A medida que introduces tu texto, la app proporciona una vista previa en tiempo real, permitiendo modificaciones instantáneas y la capacidad de experimentar con varias fuentes, colores y tamaños. Esta retroalimentación en tiempo real asegura que los usuarios puedan personalizar sus banners a la perfección, seleccionando entre una amplia variedad de fuentes para adecuarse al tono y estilo deseado del mensaje.",
  "moreAboutAppDescription3": "Para mejorar aún más la personalización, Desplazador LED: Creador de Banners LED ofrece múltiples formas y diseños, permitiendo la creación de diseños de banners tanto estándar como únicos. La extensa paleta de colores de la app permite seleccionar tonos vibrantes o sutiles, asegurando que cada banner pueda alinearse con requisitos específicos de marca o temáticos.",
  "moreAboutAppDescription4": "Además de la personalización textual, la aplicación incluye opciones para incorporar gráficos impactantes e imágenes personales en el banner, proporcionando una plataforma para una comunicación verdaderamente personalizada. Para aquellos que buscan causar un impacto significativo, la app también cuenta con efectos dinámicos de texto como parpadeo, que atraen la atención y enfatizan los puntos clave de tu mensaje.",
  "moreAboutAppDescription5": "Una vez que tu banner LED esté diseñado a tu gusto, Desplazador LED: Creador de Banners LED facilita su fácil compartición y distribución. Los banners pueden guardarse como imágenes o GIFs animados, adecuados para diversas plataformas digitales, o compartirse directamente en redes sociales y aplicaciones de mensajería, asegurando una amplia visibilidad. En resumen, Desplazador LED: Creador de Banners LED es una herramienta poderosa para quienes desean crear banners LED impactantes y llamativos. Con su diseño intuitivo, amplias opciones de personalización y capacidades de vista previa interactiva, se destaca como una aplicación imprescindible para una comunicación visual efectiva en cualquier entorno profesional o personal.",
  "downloadForAndroidTitle": "Descargar Banner LED para Android",
  "exclusiveBenefitsListTitle": "Disfruta de estos beneficios exclusivos:",
  "exclusiveBenefitsListItem1": "Elige entre una variedad de fuentes",
  "exclusiveBenefitsListItem2": "Personaliza los patrones de fondo",
  "exclusiveBenefitsListItem3": "Accede a fondos premium",
  "exclusiveBenefitsListItem4": "Usa la aplicación sin conexión",
  "downloadOnPlayStoreAlt": "Descargar en Google Play Store",
  "seo-title": "Desplazador LED | Crea Banners LED Impactantes Online",
  "seo-description" : "Crea banners LED impactantes de forma fácil con nuestra aplicación web online. Perfecto para eventos, fiestas y promociones.",
  "keywords" : "banner LED online, banners para fans, banner LED desplazable online, texto desplazable LED online, pantalla LED online",
  "font-family": "Familia de Fuentes",
  "bannerText":"Texto del Banner",
  "bannerBackground":"Fondo del Banner",
  "bold":"Negrita",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Descargar"
}
