
{
  "ledScrollerTitle": "LED Scroller Online - Biểu Ngữ LED Cho Di Động",
  "enterYourTextLabel": "Nhập văn bản của bạn",
  "fullScreenButton": "Toàn Màn Hình",
  "borderModeLabel": "Chế Độ Viền:",
  "primaryBorderColorLabel": "Màu Viền Chính:",
  "secondaryBorderColorLabel": "Màu Viền Phụ:",
  "tertiaryBorderColorLabel": "Màu Viền Thứ Ba:",
  "textColorLabel": "Màu Chữ:",
  "backgroundColorLabel": "Màu Nền:",
  "fontSizeLabel": "Cỡ Chữ:",
  "directionLabel": "Hướng:",
  "speedLabel": "Tốc Độ",
  "blinkLabel": "Nhấp Nháy:",
  "blinkSpeedLabel": "Tốc Độ Nhấp Nháy:",
  "whyYouNeedTitle": "Tại Sao Bạn Cần LED Scroller:",
  "whyYouNeedDescription": "LED Scroller là một công cụ linh hoạt được thiết kế để nâng tầm các buổi tụ họp xã hội và sự kiện cá nhân. Tại các bữa tiệc và buổi hòa nhạc, biểu ngữ LED cho phép bạn cổ vũ thần tượng yêu thích bằng thông điệp sống động, được tùy chỉnh. Sân bay sẽ bớt nhộn nhịp khi bạn sử dụng bảng chữ dễ nhận diện để chào đón bạn bè hoặc gia đình, mang lại sự ấm áp và tiện lợi. Người yêu thể thao có thể bày tỏ tinh thần cổ vũ không ngừng dành cho đội bóng yêu thích trong các trận đấu trực tiếp qua các thông điệp cuộn trên bảng LED. Sinh nhật sẽ thêm đáng nhớ với bảng hiệu LED kỹ thuật số độc đáo truyền tải lời chúc chân thành. Đối với các tài xế, một bảng hiệu điện tử nổi bật có thể là công cụ đắc lực để truyền tải cảnh báo hoặc thông điệp trên đường, tăng cường an toàn và giao tiếp. Trong lĩnh vực lãng mạn, lời cầu hôn sẽ trở thành kỷ niệm khó quên với bảng chữ ánh đèn đầy cảm xúc, truyền đạt tình yêu và chinh phục người ấy. Ngoài ra, LED Scroller còn rất hữu ích ở những nơi tiếng ồn gây cản trở giao tiếp hoặc lúc khó khăn trong việc nói chuyện. Đa năng như vậy, LED Scroller là công cụ không thể thiếu để truyền tải thông điệp một cách hiệu quả trong nhiều tình huống khác nhau.",
  "howDoesItWorkTitle": "LED Scroller Hoạt Động Như Thế Nào?",
  "howDoesItWorkDescription1": "LED Scroller hoạt động thông qua một ứng dụng web trực quan, được thiết kế để người dùng tạo ra hiển thị văn bản chạy một cách dễ dàng, kết hợp với khả năng thêm biểu tượng cảm xúc để tăng phần sinh động. Để sử dụng công nghệ này, người dùng chỉ cần nhập văn bản mong muốn vào hộp thông báo trên ứng dụng và ngay lập tức thấy chúng được hiển thị động trên màn hình LED cuốn hút. 'LED Scroller' All Device, sáng tạo mới nhất của chúng tôi, được thiết kế nhằm nâng cao đáng kể hiệu ứng hình ảnh của bất kỳ sự kiện hoặc quảng cáo nào. Nền tảng web động này cung cấp giao diện hiển thị LED tương tác, cho phép người dùng tùy chỉnh thông điệp của họ với văn bản, hình ảnh và các phương tiện khác, biến chúng thành biểu ngữ LED sống động. Các tính năng này được thiết kế để tạo ra các bài thuyết trình sống động, hấp dẫn, giúp nâng cao sự kiện hoặc chiến dịch quảng bá. Với sự chú trọng vào thẩm mỹ và thiết kế, ứng dụng cung cấp nhiều tùy chọn tùy chỉnh để đảm bảo mỗi hiển thị vừa bắt mắt vừa được tinh chỉnh theo sở thích riêng của người dùng.",
  "howDoesItWorkDescription2": "Người dùng có thể chọn từ nhiều hình dạng và bố cục thu hút để tối ưu hóa phần hiển thị nội dung, chọn phông chữ giúp dễ đọc và phù hợp với phong cách cá nhân, và chọn màu sắc bắt mắt để làm nổi bật thông điệp. Thêm vào đó, có thể bổ sung thêm đồ họa sống động vào bảng hiệu để tăng hiệu quả hình ảnh, và văn bản có thể được làm nhấp nháy, tạo hiệu ứng động thu hút sự chú ý. Với những tính năng tùy chỉnh này, ứng dụng LED Scroller giúp người dùng tạo ra các hiển thị LED đẹp mắt và đáng nhớ, đảm bảo để lại ấn tượng lâu dài.",
  "moreAboutAppTitle": "Thêm Về Ứng Dụng",
  "moreAboutAppDescription1": "LED Scroller: LED Banner Maker là một ứng dụng cần thiết, giúp người dùng tạo ra các biểu ngữ LED và văn bản chạy động đầy lôi cuốn. Lý tưởng cho các nhà tổ chức sự kiện, người quảng cáo, hoặc bất kỳ ai muốn thu hút sự chú ý, ứng dụng đa năng này cung cấp vô số tính năng và tùy chọn tùy chỉnh để bạn thoải mái sáng tạo và làm cho thông điệp của bạn nổi bật. Tại trung tâm của LED Scroller: LED Banner Maker là giao diện thân thiện với người dùng, đảm bảo dễ dàng truy cập ngay cả đối với những người không có nền tảng kỹ thuật. Ứng dụng chào đón người dùng bằng một bố cục đơn giản, làm cho quá trình tạo biểu ngữ LED trở nên dễ dàng từ lúc bắt đầu.",
  "moreAboutAppDescription2": "Để tạo biểu ngữ, bạn chỉ cần nhập văn bản mong muốn vào hộp thông báo. Ứng dụng hỗ trợ văn bản với bất kỳ độ dài nào và có tùy chọn tích hợp biểu tượng cảm xúc, thêm yếu tố vui nhộn cho thông điệp của bạn. Khi bạn nhập văn bản, ứng dụng sẽ cung cấp bản xem trước trực tiếp, cho phép bạn chỉnh sửa ngay lập tức và thử nghiệm với các phông chữ, màu sắc và kích thước khác nhau. Phản hồi trực tiếp này đảm bảo rằng người dùng có thể tối ưu biểu ngữ của họ, chọn từ đa dạng phông chữ để phù hợp với tông và phong cách của thông điệp.",
  "moreAboutAppDescription3": "Nâng cao khả năng tùy chỉnh hơn nữa, LED Scroller: LED Banner Maker cung cấp nhiều hình dạng và bố cục, hỗ trợ thiết kế biểu ngữ tiêu chuẩn hoặc độc đáo. Bảng màu rộng của ứng dụng cho phép người dùng chọn những màu sắc sống động hoặc nhẹ nhàng, đảm bảo mỗi biểu ngữ phù hợp với yêu cầu thương hiệu hoặc chủ đề cụ thể.",
  "moreAboutAppDescription4": "Ngoài việc tùy chỉnh văn bản, ứng dụng bao gồm các tùy chọn để tích hợp đồ họa nổi bật và hình ảnh cá nhân vào biểu ngữ, tạo nên một nền tảng giao tiếp hoàn toàn cá nhân hóa. Đối với những ai muốn tạo sự ấn tượng mạnh, ứng dụng còn cung cấp hiệu ứng văn bản động như nhấp nháy, thu hút sự chú ý và nhấn mạnh những điểm quan trọng của thông điệp.",
  "moreAboutAppDescription5": "Khi biểu ngữ LED đã được tùy chỉnh theo ý thích của bạn, LED Scroller: LED Banner Maker hỗ trợ chia sẻ và phân phối dễ dàng. Biểu ngữ có thể được lưu dưới dạng hình ảnh hoặc GIF động, phù hợp với các nền tảng kỹ thuật số, hoặc chia sẻ trực tiếp lên mạng xã hội và ứng dụng nhắn tin, để đảm bảo phạm vi tiếp cận rộng lớn. Tóm lại, LED Scroller: LED Banner Maker là một công cụ mạnh mẽ cho bất kỳ ai muốn tạo biểu ngữ LED ấn tượng, thu hút sự chú ý. Với thiết kế trực quan, các tùy chọn tùy chỉnh phong phú và khả năng xem trước tương tác, đây là ứng dụng không thể thiếu để giao tiếp hình ảnh hiệu quả trong bất kỳ môi trường chuyên nghiệp hay cá nhân nào.",
  "downloadForAndroidTitle": "Tải Xuống LED Banner Cho Android",
  "exclusiveBenefitsListTitle": "Tận Hưởng Những Lợi Ích Đặc Quyền Này:",
  "exclusiveBenefitsListItem1": "Chọn từ nhiều phông chữ khác nhau",
  "exclusiveBenefitsListItem2": "Tùy chỉnh các mẫu nền",
  "exclusiveBenefitsListItem3": "Truy cập các nền cao cấp",
  "exclusiveBenefitsListItem4": "Sử dụng ứng dụng ngoại tuyến",
  "downloadOnPlayStoreAlt": "Tải xuống trên Google Play Store",
  "seo-title": "LED Scroller | Tạo Biểu Ngữ LED Thu Hút Trực Tuyến",
  "seo-description": "Tạo biểu ngữ LED Scroller ấn tượng một cách dễ dàng bằng ứng dụng web trực tuyến của chúng tôi. Lý tưởng cho sự kiện, bữa tiệc và quảng bá.",
  "keywords": "biểu ngữ led trực tuyến, biểu ngữ fan, biểu ngữ led online, led banner scroller, văn bản cuộn led trực tuyến, hiển thị led online",
  "font-family": "Phông Chữ",
  "bannerText": "Văn Bản Biểu Ngữ",
  "bannerBackground": "Nền Biểu Ngữ",
  "bold": "Đậm",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "Tải Xuống"
}
