
{
  "ledScrollerTitle": "LED Scroller Online - LED Banner para sa Mobile",
  "enterYourTextLabel": "Ilagay ang iyong teksto",
  "fullScreenButton": "Buong Screen",
  "borderModeLabel": "Mode ng Border:",
  "primaryBorderColorLabel": "Pangunahing Kulay ng Border:",
  "secondaryBorderColorLabel": "Pangalawang Kulay ng Border:",
  "tertiaryBorderColorLabel": "Pangatlong Kulay ng Border:",
  "textColorLabel": "Kulay ng Teksto:",
  "backgroundColorLabel": "Kulay ng Background:",
  "fontSizeLabel": "Laki ng Font:",
  "directionLabel": "Direksyon:",
  "speedLabel": "Bilis",
  "blinkLabel": "Kumikislap:",
  "blinkSpeedLabel": "Bilis ng Kisap:",
  "whyYouNeedTitle": "Bakit Kailangan Mo ng LED Scroller:",
  "whyYouNeedDescription": "Ang LED Scrollers ay isang versatile na kasangkapan na idinisenyo upang mapaganda ang iba't ibang social gatherings at personal na mga pangyayari. Sa mga party at concert, ang LED banner ay nagbibigay-daan upang palakasin ang iyong suporta para sa mga paboritong idolo gamit ang makulay at pasadyang mensahe. Ang mga paliparan ay nagiging mas komportable kapag ikaw ay gumagamit ng personalized sign na madaling makita para sa pagsalubong sa mga kaibigan o pamilya, upang masiguro ang isang maayos at mainit na pagtanggap. Ang mga sports enthusiast ay maaaring magpakita ng matibay na suporta para sa mga paboritong koponan sa mga live games gamit ang scrolling text messages sa mga LED signs. Ang mga birthday party ay nagiging mas natatangi sa pamamagitan ng digital LED signboards na nagpapahayag ng taos-pusong pagbati. Para sa mga driver, ang nakakatuwang electric sign ay maaaring magsilbing mahalagang kasangkapan para sa pagpapahayag ng mga babala o mensahe sa daan, upang mapabuti ang kaligtasan at komunikasyon. Sa mundo ng pagmamahalan, ang isang marriage proposal ay maaaring gawing hindi makakalimutan gamit ang romantikong marquee sign na nagpapahayag ng pagmamahal. Bukod pa rito, ang LED Scrollers ay napakahalaga sa mga lugar kung saan mahirap ang verbal na komunikasyon dahil sa ingay o kung hindi maginhawa ang pagsasalita. Ang versatility na ito ay nagpapakita na ang LED Scrollers ay mahalaga para sa epektibong pagpapahayag ng mensahe sa iba't ibang okasyon.",
  "howDoesItWorkTitle": "Paano Gumagana ang LED Scroller?",
  "howDoesItWorkDescription1": "Ang LED Scroller ay pinapatakbo gamit ang isang intuitive na web application, na idinisenyo upang pahintulutan ang mga user na madaling lumikha ng scrolling text displays, na may opsyon din na magdagdag ng emojis para sa dagdag na estilo. Upang magamit ito, kailangang ilagay ng user ang nais nilang teksto sa message box ng app, at agad itong makikita bilang animated na LED display. Ang 'LED Scroller' All Device, ang aming pinakabagong inobasyon, ay dinisenyo upang lubos na mapaganda ang visual impact ng anumang event o advertisement. Ang dynamic na web platform na ito ay nagbibigay ng interactive na LED display interface, na nagpapahintulot sa mga user na i-customize ang kanilang mga mensahe gamit ang teksto, larawan, at iba pang media, na nagiging makulay na mga LED banner. Ang mga tampok na ito ay idinisenyo upang makatulong sa paglikha ng makulay at kaakit-akit na mga presentasyon na nag-aangat ng events o campaign.",
  "howDoesItWorkDescription2": "Maaaring pumili ang mga user mula sa iba't ibang magagandang hugis at layout upang i-optimize ang visual na presentasyon ng kanilang content, pumili ng mga font na nagpapaganda ng readability at tumutugma sa kanilang estilo, at pumili ng mga kulay na nakakakuha ng atensyon habang complementing ang mensahe. Bukod pa rito, maaaring magdagdag ng mga kaakit-akit na graphics sa signage para madagdagan ang visual impact nito, at maaaring gawing kumikislap ang teksto upang makagawa ng dynamic na epekto. Sa pamamagitan ng mga customizable na tampok na ito, ang LED Scroller app ay nagbibigay-daan sa mga user na lumikha ng kahanga-hanga at hindi malilimutang LED displays na siguradong mag-iiwan ng marka.",
  "moreAboutAppTitle": "Higit Pa Tungkol sa Aplikasyon",
  "moreAboutAppDescription1": "Ang LED Scroller: LED Banner Maker ay isang mahalagang aplikasyon na nagbibigay-kapangyarihan sa mga user na lumikha ng kaakit-akit at dinamikong LED banners at scrolling text. Mainam para sa mga event organizers, promoters, o sinumang nais makakuha ng atensyon, ang versatile app na ito ay nag-aalok ng maraming feature at opsyon para sa pag-customize upang mailabas ang iyong pagkamalikhain at gawing standout ang iyong mga mensahe. Sa puso ng LED Scroller: LED Banner Maker ay ang user-friendly interface nito, na nagseseguro ng accessibility kahit para sa mga walang teknikal na background. Ang aplikasyon ay sumasalubong sa mga user sa pamamagitan ng simpleng layout, na nagpapadali sa proseso ng paglikha ng LED banners mula sa simula.",
  "moreAboutAppDescription2": "Upang makagawa ng iyong banner, ilagay lamang ang nais mong teksto sa message box. Sinusuportahan ng app ang teksto ng anumang haba at may opsyon din na maglagay ng emojis, na nagbibigay ng masayang touch sa iyong mensahe. Habang inilalagay mo ang teksto, nagbibigay ang app ng real-time preview, na nagpapahintulot ng instant na pagbabago at eksperimento sa iba't ibang fonts, kulay, at laki. Ang real-time feedback na ito ay nagsisiguro na ang mga user ay maaaring i-tailor ang kanilang mga banner sa kahusayan, pumili ng malawak na seleksyon ng fonts na akma sa tono at estilo ng mensahe.",
  "moreAboutAppDescription3": "Upang higit pang mapalakas ang customizability, ang LED Scroller: LED Banner Maker ay nag-aalok ng maraming hugis at layout, na nagpapahintulot sa paggawa ng parehong standard at natatanging mga disenyo ng banner. Ang malawak na color palette ng app ay nagbibigay-daan sa pagpili ng makukulay o banayad na mga tono, na tinitiyak na ang bawat banner ay maaaring itugma sa partikular na branding o temang kinakailangan.",
  "moreAboutAppDescription4": "Bukod sa text customization, ang app ay nagbibigay ng mga opsyon upang isama ang mga makukulay na graphics at personal na larawan sa banner, na nagiging platform para sa tunay na personalized na komunikasyon. Para sa mga nais mag-iwan ng malaking impact, mayroon ding mga dynamic text effects gaya ng blinking, na nagpapakuha ng atensyon at nag-eemphasize ng mahahalagang puntos ng iyong mensahe.",
  "moreAboutAppDescription5": "Kapag ang iyong LED banner ay na-customize ayon sa iyong kagustuhan, ang LED Scroller: LED Banner Maker ay nagbibigay ng madaling paraan upang i-save at ipamahagi ito. Maaaring i-save ang mga banner bilang mga imahe o animated GIFs, na angkop para sa iba't ibang digital platform, o direktang i-share sa social media at messaging apps, na nagbibigay-daan para sa malawak na visibility. Sa kabuuan, ang LED Scroller: LED Banner Maker ay isang makapangyarihang kasangkapan para sa sinumang nais lumikha ng impactful at kaakit-akit na mga LED banner. Sa intuitive design nito, malawak na opsyon sa pag-customize, at interactive preview feature, ito ay standout bilang isang mahalagang aplikasyon para sa epektibong visual communication sa anumang professional o personal na setting.",
  "downloadForAndroidTitle": "I-download ang LED Banner para sa Android",
  "exclusiveBenefitsListTitle": "Tangkilikin ang mga eksklusibong benepisyo:",
  "exclusiveBenefitsListItem1": "Pumili mula sa iba't ibang fonts",
  "exclusiveBenefitsListItem2": "I-customize ang mga pattern ng background",
  "exclusiveBenefitsListItem3": "Gamitin ang premium backgrounds",
  "exclusiveBenefitsListItem4": "Gamitin ang app offline",
  "downloadOnPlayStoreAlt": "I-download sa Google Play Store",
  "seo-title": "LED Scroller | Gumawa ng Kaakit-akit na LED Banners Online",
  "seo-description": "Gumawa ng kaakit-akit na LED Scroller Banners nang madali gamit ang aming online web app. Mainam para sa mga event, party, at promotions.",
  "keywords": "led banner online, fan banners, online led banner, led banner scroller, online led scrolling text, led banner display online",
  "font-family": "Font Family",
  "bannerText": "Teksto ng Banner",
  "bannerBackground": "Background ng Banner",
  "bold": "Makapal",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "I-download"
}
