
{
  "ledScrollerTitle": "LED Scroller Online - LED Banner til Mobilen",
  "enterYourTextLabel": "Indtast din tekst",
  "fullScreenButton": "Fuld skærm",
  "borderModeLabel": "Kanttilstand:",
  "primaryBorderColorLabel": "Primær kantfarve:",
  "secondaryBorderColorLabel": "Sekundær kantfarve:",
  "tertiaryBorderColorLabel": "Tertiær kantfarve:",
  "textColorLabel": "Tekstfarve:",
  "backgroundColorLabel": "Baggrundsfarve:",
  "fontSizeLabel": "Skriftstørrelse:",
  "directionLabel": "Retning:",
  "speedLabel": "Hastighed",
  "blinkLabel": "Blink:",
  "blinkSpeedLabel": "Blinkhastighed:",
  "whyYouNeedTitle": "Hvorfor du har brug for en LED Scroller:",
  "whyYouNeedDescription": "LED Scrollers er et alsidigt værktøj designet til at forbedre forskellige sociale begivenheder og personlige arrangementer. Til fester og koncerter giver en LED-banner dig mulighed for at heppe på dine yndlingsidoler med en levende, tilpasset besked. Lufthavne bliver mindre overvældende, når du bruger et personligt, let-genkendeligt skilt til at hilse venner eller familie velkommen for en varm og gnidningsfri ankomst. Sportsentusiaster kan vise urokkelig støtte til deres yndlingshold under livekampe med rullende tekster på LED-skilte. Fødselsdagsfester bliver mindeværdige med unikke digitale LED-skilte, der formidler hjertelige ønsker. For bilister kan et iøjnefaldende elektronisk skilt være et vigtigt værktøj til at formidle advarsler eller beskeder på motorvejen og dermed øge sikkerhed og kommunikation. I romantikkens verden kan et frieri blive uforglemmeligt med et romantisk LED-skilt, der udtrykker kærlighed og imponerer din partner. Derudover er LED Scrollers uvurderlige i miljøer, hvor støj forhindrer verbal kommunikation, eller hvor det er mindre bekvemt at tale. Denne alsidighed gør LED Scrollers til et uundværligt værktøj til effektivt at formidle budskaber i en bred vifte af sammenhænge.",
  "howDoesItWorkTitle": "Hvordan fungerer LED Scroller?",
  "howDoesItWorkDescription1": "LED Scroller fungerer via en meget intuitiv webapplikation, designet til at tillade brugere at skabe rullende tekstvisninger uden besvær, komplet med muligheden for at inkludere emojis for ekstra flair. For at bruge denne teknologi indtaster brugere blot deres ønskede tekst i en beskedboks på appen og ser den straks animeret på en fængende LED-skærm. 'LED Scroller' All Device, vores nyeste innovation, er skabt for markant at forbedre det visuelle indtryk af enhver begivenhed eller annonce. Denne dynamiske webplatform giver en interaktiv LED-displaygrænseflade, der gør det muligt for brugere at tilpasse deres meddelelser med tekst, billeder og andet medie, og forvandler dem til levende LED-bannere. Disse funktioner er skræddersyet til at producere klare, engagerende præsentationer, der kan løfte begivenheder eller markedsføringskampagner. Med fokus på æstetik og design tilbyder appen flere tilpasningsindstillinger for at sikre, at hver visning ikke kun er iøjefaldende, men også unikt tilpasset brugerens præferencer.",
  "howDoesItWorkDescription2": "Brugere kan vælge mellem forskellige attraktive former og layout for at optimere den visuelle præsentation af deres indhold, vælge skrifttyper, der forbedrer læsbarheden og matcher deres stil, og vælge farver, der fanger opmærksomheden, samtidig med at de passer til det overordnede budskab. Derudover kan der tilføjes engagerende grafik til skiltet for at øge dets visuelle effekt, og tekst kan fås til at blinke, hvilket skaber en dynamisk og opmærksomhedsfangende effekt. Gennem disse tilpasningsmuligheder gør LED Scroller-appen det muligt for brugere at skabe imponerende og mindeværdige LED-visninger, der garanteret vil efterlade et varigt indtryk.",
  "moreAboutAppTitle": "Mere om applikationen",
  "moreAboutAppDescription1": "LED Scroller: LED Banner Maker er en essentiel applikation, der giver brugerne mulighed for at skabe engagerende og dynamiske LED-bannere og rullende tekster. Perfekt til begivenhedsarrangører, promotører eller enhver, der ønsker at fange opmærksomhed, tilbyder denne alsidige app en række funktioner og tilpasningsindstillinger, så du kan slippe kreativiteten løs og få dine budskaber til at skille sig ud. Kernen i LED Scroller: LED Banner Maker er dens brugervenlige interface, der sikrer tilgængelighed selv for dem med minimal teknisk baggrund. Applikationen byder brugerne velkommen med et simpelt layout, der gør det nemt at lave LED-bannere fra start.",
  "moreAboutAppDescription2": "For at lave dit banner indtaster du blot den ønskede tekst i beskedboksen. Appen understøtter tekst af enhver længde og inkluderer muligheden for at integrere emojis, hvilket tilføjer et legende touch til din besked. Når du indtaster din tekst, tilbyder appen en realtidsvisning, der giver dig mulighed for øjeblikkelige justeringer og muligheden for at eksperimentere med forskellige skrifttyper, farver og størrelser. Denne realtidsfeedback sikrer, at brugerne kan tilpasse deres bannere til perfektion og vælge blandt et bredt udvalg af skrifttyper, der matcher beskedens tone og stil.",
  "moreAboutAppDescription3": "For yderligere at forbedre tilpasningen tilbyder LED Scroller: LED Banner Maker flere former og layout, der gør det muligt at skabe både standard og unikke bannerdesigns. Appens omfattende farvepalette gør det muligt at vælge livlige eller subtile toner, så hvert banner kan tilpasses specifikke branding- eller temakrav.",
  "moreAboutAppDescription4": "Ud over teksttilpasning inkluderer appen muligheder for at integrere slående grafik og personlige billeder i banneret, hvilket giver en platform for virkelig personlig kommunikation. For dem, der ønsker at skabe stor opmærksomhed, indeholder appen også dynamiske teksteffekter som blink, der fanger blikket og fremhæver nøglepunkter i din besked.",
  "moreAboutAppDescription5": "Når dit LED-banner er designet efter dine ønsker, gør LED Scroller: LED Banner Maker det nemt at dele og distribuere. Bannere kan gemmes som billeder eller animerede GIF'er, der passer til forskellige digitale platforme, eller deles direkte på sociale medier og via beskedapps, så du får bred synlighed. Samlet set er LED Scroller: LED Banner Maker et kraftfuldt værktøj for alle, der ønsker at skabe effektfulde, opmærksomhedsskabende LED-bannere. Med dens intuitive design, omfattende tilpasningsmuligheder og interaktive forhåndsvisningsfunktioner er det en uundværlig applikation til effektiv visuel kommunikation i både professionelle og personlige sammenhænge.",
  "downloadForAndroidTitle": "Download LED Banner til Android",
  "exclusiveBenefitsListTitle": "Få glæde af disse eksklusive fordele:",
  "exclusiveBenefitsListItem1": "Vælg mellem en række skrifttyper",
  "exclusiveBenefitsListItem2": "Tilpas baggrundsmønstre",
  "exclusiveBenefitsListItem3": "Adgang til premium baggrunde",
  "exclusiveBenefitsListItem4": "Brug appen offline",
  "downloadOnPlayStoreAlt": "Download på Google Play Store",
  "seo-title": "LED Scroller | Lav iøjefaldende LED Bannere Online",
  "seo-description": "Lav iøjefaldende LED Scroller Bannere nemt med vores online webapp. Perfekt til begivenheder, fester og kampagner.",
  "keywords": "led banner online, fanbannere, online led banner, led banner scroller, online led rulletekst, led banner display online",
  "font-family": "Skrifttype",
  "bannerText": "Bannertekst",
  "bannerBackground": "Bannerbaggrund",
  "bold": "Fed",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "Download"
}
