
{
  "ledScrollerTitle": "LEDスクローラーオンライン - モバイル用LEDバナー",
  "enterYourTextLabel": "テキストを入力してください",
  "fullScreenButton": "全画面表示",
  "borderModeLabel": "枠モード：",
  "primaryBorderColorLabel": "主要枠色：",
  "secondaryBorderColorLabel": "二次枠色：",
  "tertiaryBorderColorLabel": "三次枠色：",
  "textColorLabel": "テキストの色：",
  "backgroundColorLabel": "背景色：",
  "fontSizeLabel": "フォントサイズ：",
  "directionLabel": "方向：",
  "speedLabel": "速度",
  "blinkLabel": "点滅：",
  "blinkSpeedLabel": "点滅速度：",
  "whyYouNeedTitle": "なぜLEDスクローラーが必要なのか：",
  "whyYouNeedDescription": "LEDスクローラーは、さまざまな社会的集まりや個人的なイベントを向上させるために設計された多目的ツールです。パーティーやコンサートでは、LEDバナーを使用して、お気に入りのアイドルを応援する鮮やかでカスタムメッセージを表示できます。空港では、友人や家族をカスタマイズされた見つけやすいサインで迎えることで、スムーズで暖かい歓迎を確保します。スポーツファンは、ライブゲーム中にLEDサインでスクロールするテキストメッセージを通じて、お気に入りのチームを揺るぎないサポートで応援できます。誕生日パーティーは、心のこもった祝福を込めたユニークなデジタルLED看板で思い出深いものになります。ドライバーにとって、目を引く電動サインは、高速道路での警告やメッセージを伝える重要なツールとして、安全性とコミュニケーションを向上させます。ロマンスの場面においては、結婚のプロポーズをロマンチックな電飾看板で忘れられないものにできます。また、騒音が言葉でのコミュニケーションを妨げる環境や、会話が不便な場面でも、LEDスクローラーは重要です。このような多様性により、LEDスクローラーはさまざまな場所でメッセージを効果的に伝えるための不可欠なツールとなっています。",
  "howDoesItWorkTitle": "LEDスクローラーはどのように機能するのか？",
  "howDoesItWorkDescription1": "LEDスクローラーは非常に直感的なウェブアプリケーションを通じて動作し、ユーザーがスクロールするテキストディスプレイを簡単に作成できるように設計されています。さらに、絵文字を組み込むオプションを提供します。この技術を利用するには、アプリ上のメッセージボックスに希望のテキストを入力するだけで、魅力的なLEDディスプレイにアニメーション表示されます。「LEDスクローラー」の全デバイス対応版は、どのようなイベントや広告でも視覚効果を大いに向上させるよう設計された最新の革新技術です。このダイナミックなウェブプラットフォームは、ユーザーがテキスト、画像、その他のメディアを使ってメッセージをカスタマイズし、鮮やかなLEDバナーを作成できるインタラクティブなLEDディスプレイインターフェースを提供します。これらの機能は、イベントやプロモーションキャンペーンを引き立てる鮮やかで魅力的なプレゼンテーションを作成するためにカスタマイズされています。",
  "howDoesItWorkDescription2": "ユーザーは、さまざまな魅力的な形状やレイアウトから選択してコンテンツの視覚的なプレゼンテーションを最適化し、読みやすさを向上させるフォントや自身のスタイルに合ったフォントを選ぶことができます。さらに、全体のメッセージに調和する色を選びながら注意を引きつけるカラーパレットを利用できます。また、サイネージにグラフィックを追加して視覚的なインパクトを高めることができ、テキストを点滅させてダイナミックで注意を引く効果を作り出せます。これらのカスタマイズ可能な機能を通じて、LEDスクローラーアプリは、目を引くこと間違いなしの素晴らしいLEDディスプレイを作成できるようにします。",
  "moreAboutAppTitle": "アプリについてもっと知る",
  "moreAboutAppDescription1": "LEDスクローラー：LEDバナーメーカーは、魅力的でダイナミックなLEDバナーやスクロールテキストを作成する力をユーザーに与える必要不可欠なアプリケーションです。イベント主催者やプロモーター、または注目を集めたいと願うすべての人に最適なこのアプリは、創造力を解放し、メッセージを際立たせる多彩な機能とカスタマイズオプションを提供します。このアプリケーションの核となるのは、その使いやすいインターフェースで、技術的な経験が最小限の方でも利用可能です。アプリはシンプルなレイアウトでユーザーを迎え、最初からLEDバナー作成のプロセスを簡単にします。",
  "moreAboutAppDescription2": "バナーを作成するには、メッセージボックスに希望のテキストを入力するだけです。このアプリはすべての長さのテキストをサポートし、絵文字を統合するオプションも含まれています。これにより、メッセージに遊び心のある要素を追加できます。テキストを入力すると、リアルタイムプレビューが提供され、即座に修正を加えたり、さまざまなフォント、色、サイズを試すことができます。このリアルタイムフィードバックにより、ユーザーはメッセージのトーンやスタイルに合わせたフォントを選択でき、バナーを完璧にカスタマイズできます。",
  "moreAboutAppDescription3": "さらにカスタマイズ性を向上させるために、LEDスクローラー：LEDバナーメーカーは、標準的なものからユニークなバナーデザインまで広範囲な形状やレイアウトを提供します。アプリの豊富なカラーパレットにより、鮮やかな色や控えめな色彩を選択でき、それぞれのバナーが特定のブランドやテーマ要件に適合するようにします。",
  "moreAboutAppDescription4": "テキストのカスタマイズに加え、このアプリは際立つグラフィックや個人の画像をバナーに組み込むオプションを提供し、本当に個性的なコミュニケーションプラットフォームを提供します。大きなインパクトを求める人に向けて、このアプリは点滅などのダイナミックなテキスト効果も搭載しており、メッセージの重要事項を強調します。",
  "moreAboutAppDescription5": "思い通りのLEDバナーを作成した後、LEDスクローラー：LEDバナーメーカーは簡単な共有と配信を可能にします。バナーは画像やアニメーションGIFとして保存でき、さまざまなデジタルプラットフォームに適しているほか、SNSやメッセージアプリに直接共有することも可能です。要するに、LEDスクローラー：LEDバナーメーカーは、注目を集める効果的なLEDバナーを作成するための強力なツールです。その直感的なデザイン、豊富なカスタマイズオプション、インタラクティブなプレビュー機能により、あらゆるプロフェッショナルまたは個人的な環境で利用できる必携アプリとして際立っています。",
  "downloadForAndroidTitle": "Android版LEDバナーをダウンロード",
  "exclusiveBenefitsListTitle": "これらの独自の特典をお楽しみください：",
  "exclusiveBenefitsListItem1": "さまざまなフォントから選択",
  "exclusiveBenefitsListItem2": "背景パターンをカスタマイズ",
  "exclusiveBenefitsListItem3": "プレミアム背景にアクセス",
  "exclusiveBenefitsListItem4": "オフラインでアプリを使用",
  "downloadOnPlayStoreAlt": "Google Playストアでダウンロード",
  "seo-title": "LEDスクローラー | 魅力的なLEDバナーをオンラインで作成",
  "seo-description" : "オンラインウェブアプリで簡単に魅力的なLEDスクロールバナーを作成。イベント、パーティー、プロモーションに最適。",
  "keywords" : "オンラインLEDバナー, ファンバナー, オンラインLEDスクロールテキスト, LEDバナー表示, LEDバナースクロール",
  "font-family": "フォントファミリー",
  "bannerText":"バナーテキスト",
  "bannerBackground":"バナー背景",
  "bold":"太字",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"ダウンロード"
}
