
{
  "ledScrollerTitle": "LED স্ক্রোলার অনলাইন - মোবাইলের জন্য LED ব্যানার",
  "enterYourTextLabel": "আপনার টেক্সট লিখুন",
  "fullScreenButton": "ফুল স্ক্রিন",
  "borderModeLabel": "বর্ডার মোড:",
  "primaryBorderColorLabel": "প্রাইমারি বর্ডার কালার:",
  "secondaryBorderColorLabel": "সেকেন্ডারি বর্ডার কালার:",
  "tertiaryBorderColorLabel": "টারশিয়ারি বর্ডার কালার:",
  "textColorLabel": "টেক্সটের রঙ:",
  "backgroundColorLabel": "পটভূমির রঙ:",
  "fontSizeLabel": "ফন্টের আকার:",
  "directionLabel": "দিকনির্দেশ:",
  "speedLabel": "গতি",
  "blinkLabel": "ঝলকান:",
  "blinkSpeedLabel": "ঝলকানির গতি:",
  "whyYouNeedTitle": "আপনার LED স্ক্রোলার প্রয়োজন কেন:",
  "whyYouNeedDescription": "LED স্ক্রোলার বিভিন্ন সামাজিক অনুষ্ঠানের এবং ব্যক্তিগত ইভেন্টগুলিতে বৈচিত্র্য আনার এক অসাধারণ হাতিয়ার। পার্টি বা কনসার্টে, LED ব্যানার আপনার প্রিয় তারকাদের জন্য একটি রঙিন, কাস্টমাইজড বার্তা প্রদানের সুযোগ করে দেয়। বিমানবন্দরে বন্ধুদের বা পরিবারের উষ্ণ অভ্যর্থনার জন্য ব্যবহার করা যায় এই চিহ্ন। ক্রীড়াপ্রেমীরা তাদের পছন্দের দলগুলিকে সমর্থন জানাতে ব্যবহার করতে পারেন স্ক্রোলিং টেক্সট বার্তা। জন্মদিনের পার্টিগুলোতে অভিনব ডিজিটাল LED সাইনবোর্ডগুলি স্মরণীয় বার্তা নিয়ে আসে। ড্রাইভারদের জন্য স্পষ্ট বৈদ্যুতিক সংকেত সরবরাহ করে নিরাপদ ড্রাইভিং নিশ্চিত করতে সহায়তা করে। প্রেমের ক্ষেত্রে, একটি মনোমুগ্ধকর LED সাইন একটি বিয়ের প্রস্তাবকে অবিস্মরণীয় করে তুলতে পারে। LED স্ক্রোলার শব্দ দূষণ বা কঠিন যোগাযোগের ক্ষেত্রে খুবই কার্যকর। বিভিন্ন প্রয়োজনে LED স্ক্রোলার বার্তা কার্যকরির এক নিখুঁত মাধ্যম।",
  "howDoesItWorkTitle": "LED স্ক্রোলার কীভাবে কাজ করে?",
  "howDoesItWorkDescription1": "LED স্ক্রোলার একটি অত্যন্ত সহজবোধ্য ওয়েব অ্যাপ্লিকেশনের মাধ্যমে কাজ করে, যা ব্যবহারকারীদের সৃজনশীল এবং চলমান টেক্সট প্রদর্শন করতে সাহায্য করে। এতে আপনি ইমোজি যোগ করার মত বিকল্পও পাবেন। অ্যাপটিতে কেবল আপনার টেক্সট লিখুন এবং ভিজ্যুয়াল LED ডিসপ্লেতে বার্তাটি সরাসরি দেখতে পাবেন। 'LED স্ক্রোলার' আমাদের নতুন ডিভাইস, যা যে কোনো ইভেন্ট বা বিজ্ঞাপনের ভিজ্যুয়াল ইমপ্যাক্ট বাড়ানোর জন্য ডিজাইন করা হয়েছে। এই ওয়েব প্ল্যাটফর্মটি ব্যবহারকারীদের নিজস্ব বার্তা কাস্টমাইজ করার জন্য বিভিন্ন বিকল্প প্রদান করছে যেমন: টেক্সট, ছবি, এবং অন্যান্য মিডিয়া অন্তর্ভুক্ত করে LED ব্যানারে রূপান্তর করা।",
  "howDoesItWorkDescription2": "ব্যবহারকারীরা নিজস্ব টেক্সটের ডিজাইনের জন্য বিভিন্ন আকৃতি এবং লেআউট বাছাই করতে পারেন, তাদের স্টাইলে উপযুক্ত ফন্ট ব্যবহার করতে পারেন, এবং রঙ বেছে নিতে পারেন। এছাড়াও গ্রাফিক্স যোগ করতে পারেন বা বার্তাটি ঝলকানো ইফেক্টে দেখাতে পারেন, যা আরও আকর্ষণীয় করে তোলে। এই কাস্টমাইজেশন ফিচারগুলোর সাহায্যে LED স্ক্রোলার অ্যাপটি ব্যবহারকারীদের অসাধারণ ডিজাইন প্রদর্শন করতে সক্ষম।",
  "moreAboutAppTitle": "অ্যাপ্লিকেশন সম্পর্কে আরও জানুন",
  "moreAboutAppDescription1": "LED স্ক্রোলার: LED ব্যানার মেকার এমন একটি প্রয়োজনীয় অ্যাপ্লিকেশন, যা ব্যবহারকারীদের আকর্ষণীয় এবং গতিশীল LED ব্যানার তৈরি করার ক্ষমতা দেয়। এটি এমন ব্যবহারকারীদের জন্য আদর্শ যারা ইভেন্ট অর্গানাইজ বা প্রমোশনে সৃজনশীল বার্তা দিয়ে মনোযোগ আকর্ষণ করতে চান। ",
  "moreAboutAppDescription2": "আপনার ব্যানার তৈরি করতে কেবল মেসেজ বক্সে আপনার ইচ্ছাকৃত টেক্সট লিখুন। অ্যাপটি যেকোনো দৈর্ঘ্যের টেক্সট সমর্থন করে এবং ইমোজি যোগ করার বিকল্প রয়েছে, যা আপনার বার্তাকে খেলাচ্ছলে উপস্থাপন করতে সাহায্য করে।",
  "moreAboutAppDescription3": "LED স্ক্রোলার: LED ব্যানার মেকার ব্যবহারকারীদের বিভিন্ন আকৃতি এবং লেআউট নির্বাচন করার বিকল্প প্রদান করে, যাতে টেক্সটের ডিজাইন আরও আকর্ষণীয় হয়।",
  "moreAboutAppDescription4": "আপনার বার্তায় টেক্সচার এবং ব্যক্তিগত ছবি যোগ করতেও পারবেন এই অ্যাপটির মাধ্যমে।",
  "moreAboutAppDescription5": "একবার LED ব্যানার কাস্টমাইজ করে নিলে, এটি PNG বা GIF ফাইল হিসাবে সেভ করতে পারবেন, যা ডিজিটাল প্ল্যাটফর্ম বা সোশ্যাল মিডিয়াতে শেয়ার করা যাবে।",
  "downloadForAndroidTitle": "অ্যান্ড্রয়েডের জন্য LED ব্যানার ডাউনলোড করুন",
  "exclusiveBenefitsListTitle": "এই বিশেষ সুবিধাগুলি উপভোগ করুন:",
  "exclusiveBenefitsListItem1": "বিভিন্ন ফন্ট থেকে নির্বাচন করুন",
  "exclusiveBenefitsListItem2": "ব্যাকগ্রাউন্ড প্যাটার্ন কাস্টমাইজ করুন",
  "exclusiveBenefitsListItem3": "প্রিমিয়াম ব্যাকগ্রাউন্ডে অ্যাক্সেস",
  "exclusiveBenefitsListItem4": "অফলাইনেও অ্যাপটি ব্যবহার করুন",
  "downloadOnPlayStoreAlt": "গুগল প্লে স্টোর থেকে ডাউনলোড করুন",
  "seo-title": "LED স্ক্রোলার | অনলাইনে আকর্ষণীয় LED ব্যানার তৈরি করুন",
  "seo-description" : "আমাদের অনলাইন ওয়েব অ্যাপের মাধ্যমে সহজে আকর্ষণীয় LED স্ক্রোলার ব্যানার তৈরি করুন। ইভেন্ট, পার্টি এবং প্রমোশনের জন্য উপযুক্ত।",
  "keywords" : "অনলাইন LED ব্যানার, ফ্যান ব্যানার, LED ব্যানার স্ক্রোলার, অনলাইন LED স্ক্রোলিং টেক্সট",
  "font-family": "ফন্ট ফ্যামিলি",
  "bannerText":"ব্যানার টেক্সট",
  "bannerBackground":"ব্যানারের পটভূমি",
  "bold":"বোল্ড",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"ডাউনলোড"
}
