
{
  "ledScrollerTitle": "Penggulung LED Dalam Talian - Sepanduk LED untuk Mudah Alih",
  "enterYourTextLabel": "Masukkan teks anda",
  "fullScreenButton": "Skrin Penuh",
  "borderModeLabel": "Mod Sempadan:",
  "primaryBorderColorLabel": "Warna Sempadan Utama:",
  "secondaryBorderColorLabel": "Warna Sempadan Sekunder:",
  "tertiaryBorderColorLabel": "Warna Sempadan Tertier:",
  "textColorLabel": "Warna Teks:",
  "backgroundColorLabel": "Warna Latar Belakang:",
  "fontSizeLabel": "Saiz Fon:",
  "directionLabel": "Arah:",
  "speedLabel": "Kelajuan:",
  "blinkLabel": "Berkelip:",
  "blinkSpeedLabel": "Kelajuan Kelipan:",
  "whyYouNeedTitle": "Mengapa anda perlukan Penggulung LED:",
  "whyYouNeedDescription": "Penggulung LED adalah alat serba boleh yang direka untuk memperkasakan pelbagai perhimpunan sosial dan acara peribadi. Di majlis keramaian dan konsert, sepanduk LED membolehkan anda bersorak untuk idola kegemaran anda dengan mesej yang ceria dan tersuai. Lapangan terbang menjadi kurang menakutkan apabila anda menggunakan papan tanda peribadi yang mudah dikenali untuk menyambut rakan atau keluarga, memastikan sambutan mesra dan lancar. Peminat sukan boleh menunjukkan sokongan padu kepada pasukan kegemaran mereka semasa perlawanan secara langsung dengan mesej teks bergulir pada papan tanda LED. Majlis hari jadi menjadi lebih berkesan dengan papan tanda LED digital unik yang menyampaikan ucapan yang ikhlas. Bagi pemandu, papan tanda elektrik yang menarik perhatian boleh menjadi alat penting untuk menyampaikan amaran atau mesej di lebuh raya, meningkatkan keselamatan dan komunikasi. Dalam bidang percintaan, lamaran perkahwinan boleh dibuat tidak dapat dilupakan dengan tanda marquee romantis yang meluahkan cinta dan memikat pasangan anda. Selain itu, Penggulung LED amat bernilai di persekitaran yang bising yang menghalang komunikasi verbal atau di mana ucapan adalah tidak sesuai. Kepelbagaian ini menjadikan Penggulung LED alat penting untuk menyampaikan mesej secara berkesan dalam pelbagai situasi.",
  "howDoesItWorkTitle": "Bagaimana Penggulung LED Berfungsi?",
  "howDoesItWorkDescription1": "Penggulung LED berfungsi melalui aplikasi web yang sangat intuitif, direka untuk membolehkan pengguna mencipta paparan teks bergulir dengan mudah, lengkap dengan pilihan untuk menambahkan emoji bagi menambah daya tarikan. Untuk menggunakan teknologi ini, pengguna hanya perlu memasukkan teks yang mereka inginkan ke dalam kotak mesej pada aplikasi, dan serta-merta melihatnya dianimasikan pada paparan LED yang menarik. 'Penggulung LED' Semua Peranti, inovasi terbaru kami, direka untuk meningkatkan impak visual mana-mana acara atau iklan secara signifikan. Platform web dinamik ini menyediakan antara muka paparan LED interaktif, membolehkan pengguna menyesuaikan mesej mereka dengan teks, imej, dan media lain, mengubahnya menjadi sepanduk LED yang cerah. Ciri-ciri ini disesuaikan untuk menghasilkan pembentangan yang jelas dan menarik yang meningkatkan acara atau kempen promosi. Memberi penekanan pada estetika dan reka bentuk, aplikasi ini menawarkan beberapa pilihan penyesuaian untuk memastikan setiap paparan bukan sahaja menarik perhatian tetapi juga disesuaikan dengan keinginan dan gaya individu pengguna.",
  "howDoesItWorkDescription2": "Pengguna boleh memilih daripada pelbagai bentuk dan susun atur yang menarik untuk mengoptimumkan pembentangan visual kandungan mereka, memilih fon yang meningkatkan kebolehbacaan dan sepadan dengan gaya mereka, serta memilih warna yang menarik perhatian sambil melengkapi mesej keseluruhan. Selain itu, grafik yang menarik boleh ditambahkan pada papan tanda untuk meningkatkan impak visualnya, dan teks boleh dibuat berkelip, mencipta kesan yang dinamik dan menarik perhatian. Melalui ciri-ciri yang boleh disesuaikan ini, aplikasi Penggulung LED membolehkan pengguna mencipta paparan LED yang menakjubkan dan mengesankan yang pasti meninggalkan kesan yang mendalam.",
  "moreAboutAppTitle": "Lebih Lanjut Tentang Aplikasi",
  "moreAboutAppDescription1": "Penggulung LED: Pembuat Sepanduk LED adalah aplikasi penting yang memperkasakan pengguna untuk mencipta sepanduk LED dan teks bergulir yang menarik dan dinamik. Sesuai untuk penganjur acara, penganjur promosi, atau sesiapa sahaja yang ingin menarik perhatian, aplikasi serba boleh ini menawarkan pelbagai ciri dan pilihan penyesuaian untuk melepaskan kreativiti anda dan membuat mesej anda menonjol. Di teras Penggulung LED: Pembuat Sepanduk LED adalah antara muka mesra pengguna, memastikan kebolehcapaian walaupun untuk mereka yang mempunyai latar belakang teknikal yang minimum. Aplikasi ini menyambut pengguna dengan susun atur yang mudah, mempermudahkan proses penciptaan sepanduk LED dari awal.",
  "moreAboutAppDescription2": "Untuk mencipta sepanduk anda, hanya masukkan teks yang anda inginkan ke dalam kotak mesej. Aplikasi ini menyokong teks dengan panjang apa sahaja dan termasuk pilihan untuk mengintegrasikan emoji, menambahkan sentuhan ceria pada mesej anda. Semasa anda memasukkan teks, aplikasi ini memberikan pratonton masa nyata, membolehkan pengubahsuaian segera dan kemampuan untuk bereksperimen dengan pelbagai fon, warna, dan saiz. Maklum balas masa nyata ini memastikan pengguna boleh menyesuaikan sepanduk mereka dengan sempurna, memilih daripada pelbagai fon untuk sepadan dengan nada dan gaya mesej yang dimaksudkan.",
  "moreAboutAppDescription3": "Lebih meningkatkan kebolehsesuaian, Penggulung LED: Pembuat Sepanduk LED menawarkan pelbagai bentuk dan susun atur, membolehkan penciptaan reka bentuk sepanduk standard dan unik. Palet warna aplikasi yang luas membolehkan pemilihan warna cerah atau lembut, memastikan setiap sepanduk boleh diselaraskan dengan keperluan penjenamaan atau tema tertentu.",
  "moreAboutAppDescription4": "Selain penyesuaian teks, aplikasi ini merangkumi pilihan untuk menggabungkan grafik yang menarik perhatian dan imej peribadi ke dalam sepanduk, menyediakan platform untuk komunikasi yang benar-benar diperibadikan. Bagi mereka yang ingin membuat impak besar, aplikasi ini juga menampilkan kesan teks yang dinamik seperti kelipan, yang menarik perhatian dan memberi penekanan pada perkara utama mesej anda.",
  "moreAboutAppDescription5": "Sebaik sahaja sepanduk LED anda dihasilkan mengikut keinginan anda, Penggulung LED: Pembuat Sepanduk LED memudahkan perkongsian dan pengedaran dengan mudah. Sepanduk boleh disimpan sebagai imej atau GIF animasi, sesuai untuk pelbagai platform digital, atau dibagikan terus ke media sosial dan aplikasi mesej, memastikan keterlihatan yang luas. Secara ringkas, Penggulung LED: Pembuat Sepanduk LED adalah alat yang berkuasa untuk sesiapa yang ingin mencipta sepanduk LED yang memberi kesan dan menarik perhatian. Dengan reka bentuknya yang intuitif, pilihan penyesuaian yang luas, dan keupayaan pratonton interaktif, ia menonjol sebagai aplikasi yang harus dimiliki untuk komunikasi visual yang berkesan dalam mana-mana tetapan profesional atau peribadi.",
  "downloadForAndroidTitle": "Muat Turun Sepanduk LED untuk Android",
  "exclusiveBenefitsListTitle": "Nikmati faedah eksklusif ini:",
  "exclusiveBenefitsListItem1": "Pilih daripada pelbagai fon",
  "exclusiveBenefitsListItem2": "Sesuaikan corak latar belakang",
  "exclusiveBenefitsListItem3": "Akses latar belakang premium",
  "exclusiveBenefitsListItem4": "Gunakan aplikasi secara luar talian",
  "downloadOnPlayStoreAlt": "Muat turun di Google Play Store",
  "seo-title": "Penggulung LED | Cipta Sepanduk LED yang Menarik Perhatian Dalam Talian",
  "seo-description": "Cipta Sepanduk Penggulung LED yang menarik perhatian dengan mudah melalui aplikasi web dalam talian kami. Sesuai untuk acara, parti, dan promosi.",
  "keywords": "sepanduk led dalam talian, sepanduk peminat, sepanduk led dalam talian, penggulung sepanduk led, teks bergulir led dalam talian, paparan sepanduk led dalam talian",
  "font-family": "Jenis Huruf",
  "bannerText": "Teks Sepanduk",
  "bannerBackground": "Latar Belakang Sepanduk",
  "bold": "Tebal",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "Muat Turun"
}
