
{
  "ledScrollerTitle": "Scroller de LED Online - Banner de LED para Celular",
  "enterYourTextLabel": "Insira seu texto",
  "fullScreenButton": "Tela Cheia",
  "borderModeLabel": "Modo de Borda:",
  "primaryBorderColorLabel": "Cor Primária da Borda:",
  "secondaryBorderColorLabel": "Cor Secundária da Borda:",
  "tertiaryBorderColorLabel": "Cor Terciária da Borda:",
  "textColorLabel": "Cor do Texto:",
  "backgroundColorLabel": "Cor de Fundo:",
  "fontSizeLabel": "Tamanho da Fonte:",
  "directionLabel": "Direção:",
  "speedLabel": "Velocidade",
  "blinkLabel": "Piscar:",
  "blinkSpeedLabel": "Velocidade do Piscar:",
  "whyYouNeedTitle": "Por que você precisa de um Scroller de LED:",
  "whyYouNeedDescription": "Scrollers de LED são uma ferramenta versátil projetada para aprimorar diversos encontros sociais e eventos pessoais. Em festas e shows, um banner de LED permite que você torça pelo seu ídolo favorito com uma mensagem vibrante e personalizada. Aeroportos se tornam menos intimidantes quando você utiliza um sinal personalizado, fácil de identificar, para receber amigos ou familiares, garantindo uma recepção calorosa. Fãs de esportes podem demonstrar apoio incondicional a seus times favoritos durante jogos ao vivo com mensagens em texto rolando em placas de LED. Festas de aniversário se tornam memoráveis com placas digitais de LED únicas que expressam desejos emocionantes. Para motoristas, um sinal elétrico chamativo pode ser uma ferramenta crucial para transmitir avisos ou mensagens na estrada, aprimorando segurança e comunicação. No campo do romance, uma proposta de casamento pode ser inesquecível com um letreiro romântico que expressa amor e cativa seu parceiro(a). Além disso, Scrollers de LED são inestimáveis em ambientes onde o barulho dificulta a comunicação verbal ou onde falar é inconveniente. Essa versatilidade torna os Scrollers de LED uma ferramenta essencial para transmitir mensagens de forma eficaz em uma variedade de contextos.",
  "howDoesItWorkTitle": "Como o Scroller de LED Funciona?",
  "howDoesItWorkDescription1": "O Scroller de LED funciona através de um aplicativo web altamente intuitivo, projetado para permitir que os usuários criem exibições de texto rolante com facilidade, incluindo a opção de incorporar emojis para mais estilo. Para utilizar essa tecnologia, os usuários simplesmente inserem o texto desejado na caixa de mensagem do app e veem instantaneamente o texto animado em um display LED cativante. O 'Scroller de LED' para Todos os Dispositivos, nossa mais recente inovação, foi criado para aprimorar significativamente o impacto visual de qualquer evento ou anúncio. Esta plataforma web dinâmica oferece uma interface de exibição LED interativa, permitindo aos usuários personalizar suas mensagens com textos, imagens e outros conteúdos, transformando-os em banners de LED vibrantes. Esses recursos foram desenvolvidos para produzir apresentações vivas e envolventes que elevam eventos e campanhas promocionais. Com ênfase na estética e no design, o app oferece várias opções de personalização para garantir que cada exibição seja chamativa e exclusivamente adaptada às preferências do usuário.",
  "howDoesItWorkDescription2": "Os usuários podem selecionar entre vários formatos e layouts atraentes para otimizar a apresentação visual de seu conteúdo, escolher fontes que aprimorem a legibilidade e combinem com o estilo desejado e selecionar cores que capturem a atenção enquanto complementam a mensagem geral. Além disso, gráficos envolventes podem ser adicionados à sinalização para aumentar seu impacto visual, e o texto pode ser configurado para piscar, criando um efeito dinâmico e chamativo. Por meio dessas características personalizáveis, o app Scroller de LED permite que os usuários criem exibições de LED impressionantes, memoráveis e que certamente deixarão uma impressão duradoura.",
  "moreAboutAppTitle": "Mais Sobre o Aplicativo",
  "moreAboutAppDescription1": "Scroller de LED: Criador de Banners de LED é um aplicativo essencial que capacita os usuários a criar banners de LED envolventes e dinâmicos, com texto rolante. Ideal para organizadores de eventos, promotores ou qualquer pessoa que deseje chamar atenção, este aplicativo versátil oferece uma riqueza de funcionalidades e opções de personalização para liberar sua criatividade e fazer suas mensagens se destacarem. No coração do Scroller de LED: Criador de Banners de LED está sua interface amigável, garantindo acessibilidade mesmo para aqueles com conhecimento técnico limitado. O aplicativo recebe os usuários com um layout direto, simplificando o processo de criação de banners de LED desde o início.",
  "moreAboutAppDescription2": "Para criar seu banner, basta inserir o texto desejado na caixa de mensagem. O app suporta texto de qualquer comprimento e inclui a opção de integrar emojis, adicionando um toque alegre à sua mensagem. À medida que você digita seu texto, o app fornece uma pré-visualização em tempo real, permitindo modificações instantâneas e a possibilidade de experimentar várias fontes, cores e tamanhos. Esse feedback em tempo real garante que os usuários possam ajustar seus banners à perfeição, escolhendo entre uma ampla gama de fontes para combinar com o tom e o estilo pretendidos da mensagem.",
  "moreAboutAppDescription3": "Ampliando ainda mais a personalização, o Scroller de LED: Criador de Banners de LED oferece múltiplos formatos e layouts, permitindo a criação de designs tanto padrão quanto exclusivos de banners. A paleta de cores extensa do app permite a seleção de tons vibrantes ou sutis, garantindo que cada banner possa estar alinhado a requisitos específicos de marca ou temáticos.",
  "moreAboutAppDescription4": "Além da personalização textual, o app inclui opções para incorporar gráficos marcantes e imagens pessoais no banner, proporcionando uma plataforma para comunicação verdadeiramente personalizada. Para quem busca um impacto significativo, o app também oferece efeitos dinâmicos de texto, como o piscar, que atraem a atenção e enfatizam os pontos principais de sua mensagem.",
  "moreAboutAppDescription5": "Depois que seu banner de LED estiver ajustado ao seu gosto, o Scroller de LED: Criador de Banners de LED facilita o compartilhamento e a distribuição. Os banners podem ser salvos como imagens ou GIFs animados, adequados para várias plataformas digitais, ou compartilhados diretamente nas redes sociais e aplicativos de mensagens, garantindo ampla visibilidade. Em resumo, Scroller de LED: Criador de Banners de LED é uma ferramenta poderosa para qualquer pessoa que deseje criar banners de LED impactantes e chamativos. Com seu design intuitivo, amplas opções de personalização e recursos de pré-visualização interativa, ele se destaca como um aplicativo indispensável para comunicação visual eficaz em qualquer ambiente profissional ou pessoal.",
  "downloadForAndroidTitle": "Baixe o Banner de LED para Android",
  "exclusiveBenefitsListTitle": "Aproveite estes benefícios exclusivos:",
  "exclusiveBenefitsListItem1": "Escolha entre uma variedade de fontes",
  "exclusiveBenefitsListItem2": "Personalize padrões de fundo",
  "exclusiveBenefitsListItem3": "Acesse fundos premium",
  "exclusiveBenefitsListItem4": "Use o app offline",
  "downloadOnPlayStoreAlt": "Baixe na Google Play Store",
  "seo-title": "Scroller de LED | Crie Banners de LED Chamativos Online",
  "seo-description" : "Crie banners de LED chamativos com facilidade usando nosso aplicativo web online. Perfeito para eventos, festas e promoções.",
  "keywords" : "banner de led online, banners para fãs, banner led online, scroller de banner de led, texto rolante led online, exibição de banner led online",
  "font-family": "Família da Fonte",
  "bannerText":"Texto do Banner",
  "bannerBackground":"Fundo do Banner",
  "bold":"Negrito",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Baixar"
}
