
{
  "ledScrollerTitle": "Scroller LED Online - Banner LED pentru Mobil",
  "enterYourTextLabel": "Introduceți textul dvs.",
  "fullScreenButton": "Ecran complet",
  "borderModeLabel": "Mod Margine:",
  "primaryBorderColorLabel": "Culoare Margine Primară:",
  "secondaryBorderColorLabel": "Culoare Margine Secundară:",
  "tertiaryBorderColorLabel": "Culoare Margine Terțiară:",
  "textColorLabel": "Culoare Text:",
  "backgroundColorLabel": "Culoare Fundal:",
  "fontSizeLabel": "Dimensiune Font:",
  "directionLabel": "Direcție:",
  "speedLabel": "Viteză",
  "blinkLabel": "Clipire:",
  "blinkSpeedLabel": "Viteză Clipire:",
  "whyYouNeedTitle": "De ce aveți nevoie de Scroller LED:",
  "whyYouNeedDescription": "Scroller-ele LED sunt un instrument versatil conceput pentru a îmbunătăți diverse adunări sociale și evenimente personale. La petreceri și concerte, un banner LED vă permite să încurajați idolii preferați cu un mesaj vibrant și personalizat. Aeroporturile devin mai puțin intimidante atunci când utilizați un semn personalizat, ușor de observat, pentru a întâmpina prietenii sau familia, asigurând o primire caldă și lină. Fanii sportului pot arăta un sprijin neclintit pentru echipele lor preferate în timpul meciurilor live cu mesaje text derulante pe panouri LED. Petrecerile de aniversare devin memorabile cu semne digitale LED unice care transmit binecuvântări sincere. Pentru șoferi, un semn electric atrăgător poate servi ca instrument crucial pentru a transmite avertismente sau mesaje pe autostradă, îmbunătățind siguranța și comunicarea. În domeniul romantismului, o cerere în căsătorie poate fi făcută de neuitat cu un banner romantic care exprimă iubirea și captează atenția persoanei dragi. În plus, Scroller-ele LED sunt neprețuite în medii în care zgomotul împiedică comunicarea verbală sau unde vorbirea este altfel incomodă. Această versatilitate face din Scroller-ele LED un instrument esențial pentru transmiterea eficientă a mesajelor într-o varietate de contexte.",
  "howDoesItWorkTitle": "Cum Funcționează Scroller-ul LED?",
  "howDoesItWorkDescription1": "Scroller-ul LED operează printr-o aplicație web extrem de intuitivă, concepută pentru a permite utilizatorilor să creeze afișaje de text derulant fără efort, având opțiunea de a încorpora emoji-uri pentru un plus de stil. Pentru a utiliza această tehnologie, utilizatorii introduc pur și simplu textul dorit într-o casetă de mesaj din aplicație și îl văd instantaneu animat pe un afișaj LED captivant. 'Scroller-ul LED All Device', cea mai recentă inovație, este creat pentru a îmbunătăți semnificativ impactul vizual al oricărui eveniment sau reclame. Această platformă web dinamică oferă o interfață interactivă de afișaj LED, permițând utilizatorilor să își personalizeze mesajele cu text, imagini și alte medii, transformându-le în bannere LED vibrante. Aceste caracteristici sunt adaptate pentru a produce prezentări vii, captivante, care ridică nivelul evenimentelor sau campaniilor promoționale. Accentul pus pe estetică și design asigură personalizare pentru a se potrivi perfect preferințelor utilizatorilor.",
  "howDoesItWorkDescription2": "Utilizatorii pot alege din diverse forme atrăgătoare și aspecte pentru a optimiza prezentarea vizuală a conținutului lor, selecta fonturi care îmbunătățesc lizibilitatea și se aliniază stilului lor, și alege culori care captează atenția în timp ce completează mesajul general. De asemenea, pot fi adăugate grafice atractive la semnalizare pentru a-i spori impactul vizual, iar textul poate fi făcut să clipească, creând un efect dinamic și atrăgător. Prin aceste funcții personalizabile, aplicația Scroller LED permite utilizatorilor să creeze afișaje LED uimitoare și memorabile care cu siguranță vor lăsa o impresie de durată.",
  "moreAboutAppTitle": "Mai Multe Despre Aplicație",
  "moreAboutAppDescription1": "Scroller-ul LED: Creator de Bannere LED este o aplicație esențială care permite utilizatorilor să creeze bannere LED dinamice și text derulant captivant. Ideală pentru organizatorii de evenimente, promotori sau oricine dorește să atragă atenția, această aplicație versatilă oferă o mulțime de funcții și opțiuni de personalizare pentru a da frâu liber creativității și pentru a face mesajele să iasă în evidență. În centrul aplicației Scroller LED: Creator de Bannere LED se află interfața prietenoasă cu utilizatorul, care asigură accesibilitatea chiar și pentru cei fără un fundal tehnic minim. Aplicația întâmpină utilizatorii cu o prezentare simplă, simplificând procesul de creare a bannerelor LED chiar de la început.",
  "moreAboutAppDescription2": "Pentru a crea bannerul, introduceți pur și simplu textul dorit în caseta de mesaj. Aplicația suportă text de orice lungime și include opțiunea de a integra emoji-uri, adăugând o notă jucăușă mesajului dvs. Pe măsură ce introduceți textul, aplicația oferă o previzualizare în timp real, permițând modificări instantanee și posibilitatea de a experimenta cu diferite fonturi, culori și dimensiuni. Această previzualizare în timp real asigură că utilizatorii pot ajusta bannerele până la perfecțiune, alegând dintr-o gamă largă de fonturi pentru a se potrivi tonului și stilului mesajului.",
  "moreAboutAppDescription3": "Îmbunătățind și mai mult personalizarea, Scroller-ul LED: Creator de Bannere LED oferă multiple forme și aspecte, permițând crearea atât a designurilor standard, cât și a celor unice. Paleta extinsă de culori a aplicației permite selecția de nuanțe vibrante sau subtile, asigurându-se că fiecare banner se poate alinia cerințelor specifice de branding sau tematică.",
  "moreAboutAppDescription4": "Pe lângă personalizarea de text, aplicația include opțiuni de a încorpora grafică atrăgătoare și imagini personale în banner, oferind o platformă pentru comunicare cu adevărat personalizată. Pentru cei care caută să facă un impact deosebit, aplicația include și efecte dinamice pentru text, cum ar fi clipirea, care atrag atenția și evidențiază punctele cheie ale mesajului.",
  "moreAboutAppDescription5": "După ce bannerul LED este creat conform dorințelor dvs., Scroller-ul LED: Creator de Bannere LED facilitează partajarea și distribuirea ușoară. Bannerele pot fi salvate ca imagini sau GIF-uri animate, potrivite pentru diverse platforme digitale, sau împărtășite direct pe rețelele sociale și aplicațiile de mesagerie, asigurând o vizibilitate largă. În concluzie, Scroller-ul LED: Creator de Bannere LED este un instrument puternic pentru oricine dorește să creeze bannere LED de impact, care atrag atenția. Cu designul său intuitiv, opțiunile extinse de personalizare și funcțiile interactive de previzualizare, se remarcă drept o aplicație indispensabilă pentru comunicare vizuală eficientă în orice context profesional sau personal.",
  "downloadForAndroidTitle": "Descărcați Banner LED pentru Android",
  "exclusiveBenefitsListTitle": "Bucurați-vă de aceste beneficii exclusive:",
  "exclusiveBenefitsListItem1": "Alegeți dintr-o varietate de fonturi",
  "exclusiveBenefitsListItem2": "Personalizați modelele de fundal",
  "exclusiveBenefitsListItem3": "Acces la fundaluri premium",
  "exclusiveBenefitsListItem4": "Utilizați aplicația offline",
  "downloadOnPlayStoreAlt": "Descărcați din Google Play Store",
  "seo-title": "Scroller LED | Creați Bannere LED Atrăgătoare Online",
  "seo-description" : "Creați bannere Scroller LED atrăgătoare fără efort cu aplicația noastră web online. Perfect pentru evenimente, petreceri și promoții.",
  "keywords" : "banner led online, bannere pentru fani, banner led online, scroller banner led, text derulant led online, afișaj banner led online",
  "font-family": "Familia Fonturilor",
  "bannerText": "Text Banner",
  "bannerBackground": "Fundal Banner",
  "bold": "Bold",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "Descărcați"
}
