
{
  "ledScrollerTitle": "LED Scroller Online - LED-banner for mobil",
  "enterYourTextLabel": "Skriv inn teksten din",
  "fullScreenButton": "Fullskjerm",
  "borderModeLabel": "Kantmodus:",
  "primaryBorderColorLabel": "Primær kantfarge:",
  "secondaryBorderColorLabel": "Sekundær kantfarge:",
  "tertiaryBorderColorLabel": "Tertiær kantfarge:",
  "textColorLabel": "Tekstfarge:",
  "backgroundColorLabel": "Bakgrunnsfarge:",
  "fontSizeLabel": "Skriftstørrelse:",
  "directionLabel": "Retning:",
  "speedLabel": "Hastighet",
  "blinkLabel": "Blinking:",
  "blinkSpeedLabel": "Blinkehastighet:",
  "whyYouNeedTitle": "Hvorfor du trenger LED Scroller:",
  "whyYouNeedDescription": "LED Scrollers er et allsidig verktøy designet for å forbedre ulike sosiale sammenkomster og personlige arrangementer. På fester og konserter lar en LED-banner deg heie på dine favorittidoler med en livlig, tilpasset melding. Flyplasser blir mindre skremmende når du bruker et personlig, lett gjenkjennelig skilt for å ønske venner eller familie velkommen, noe som sørger for en smidig og varm mottakelse. Sportsentusiaster kan vise urokkelig støtte til sine favorittlag under direktesendte kamper med rullende tekstmeldinger på LED-skilt. Bursdagsselskaper gjøres minneverdige med unike digitale LED-skilt som formidler hjertevarme ønsker. For bilførere kan et iøynefallende elektrisk skilt tjene som et viktig verktøy for å formidle advarsler eller meldinger på motorveien, og dermed øke sikkerheten og kommunikasjonen. På romantikkens område kan et frieri bli uforglemmelig med et romantisk lysskilt som uttrykker kjærlighet og fanger oppmerksomheten til din kjære. I tillegg er LED Scrollers uvurderlige i miljøer der støy gjør verbal kommunikasjon vanskelig eller upraktisk. Denne allsidigheten gjør LED Scrollers til et viktig verktøy for å effektivt formidle meldinger i en rekke settinger.",
  "howDoesItWorkTitle": "Hvordan fungerer LED Scroller?",
  "howDoesItWorkDescription1": "LED Scroller opererer gjennom en svært intuitiv nettapplikasjon, designet for å la brukere enkelt lage rullende tekstmeldinger, komplett med muligheten til å inkludere emojis for ekstra stil. For å bruke denne teknologien trenger brukerne bare å skrive inn ønsket tekst i en meldingsboks på appen, og umiddelbart se den animert på en fengende LED-skjerm. 'LED Scroller' All Device, vår nyeste innovasjon, er utformet for å betydelig forbedre den visuelle effekten av ethvert arrangement eller reklame. Denne dynamiske nettplattformen gir et interaktivt LED-displaygrensesnitt, som gjør det mulig for brukere å tilpasse meldingene sine med tekst, bilder og annet medier, og dermed forvandle dem til livlige LED-bannere. Disse funksjonene er utformet for å skape levende og engasjerende presentasjoner som løfter arrangementer eller reklamekampanjer. Med vekt på estetikk og design tilbyr appen flere tilpasningsmuligheter for å sikre at hver skjerm ikke bare er iøynefallende, men også unikt tilpasset brukerens preferanser.",
  "howDoesItWorkDescription2": "Brukerne kan velge mellom ulike attraktive former og oppsett for å optimalisere den visuelle presentasjonen av innholdet sitt, velge skrifttyper som forbedrer lesbarhet og samsvarer med deres stil, og velge farger som fanger oppmerksomheten samtidig som de kompletterer meldingen. I tillegg kan engasjerende grafikk legges til skiltet for å øke det visuelle inntrykket, og teksten kan settes til å blinke, noe som skaper en dynamisk og oppmerksomhetsfangende effekt. Gjennom disse tilpassbare funksjonene gjør LED Scroller-appen det mulig for brukere å lage imponerende og minneverdige LED-skjermer som garantert vil etterlate et varig inntrykk.",
  "moreAboutAppTitle": "Mer om applikasjonen",
  "moreAboutAppDescription1": "LED Scroller: LED Banner Maker er en essensiell applikasjon som gir brukere muligheten til å lage engasjerende og dynamiske LED-bannere og rullende tekst. Ideell for arrangementplanleggere, promotører eller hvem som helst som ønsker å fange oppmerksomhet, tilbyr denne allsidige appen en mengde funksjoner og tilpasningsmuligheter som frigjør kreativiteten din og gjør meldingene dine unike. Kjernen i LED Scroller: LED Banner Maker er dens brukervennlige grensesnitt, som sikrer tilgjengelighet selv for de med minimal teknisk bakgrunn. Applikasjonen møter brukerne med et intuitivt oppsett, som forenkler prosessen med å lage LED-bannere helt fra starten.",
  "moreAboutAppDescription2": "For å lage banneret ditt, skriver du bare inn ønsket tekst i meldingsboksen. Appen støtter tekst av enhver lengde og inkluderer muligheten til å integrere emojis, noe som gir en leken touch til meldingen din. Mens du skriver inn teksten, gir appen en sanntidsforhåndsvisning, slik at du kan gjøre øyeblikkelige endringer og eksperimentere med ulike skrifttyper, farger og størrelser. Denne sanntidsresponsen sikrer at brukerne kan perfeksjonere bannerene sine, og velge blant et stort utvalg skrifttyper for å matche tonen og stilen på meldingen.",
  "moreAboutAppDescription3": "For ytterligere å forbedre tilpasningsmulighetene, tilbyr LED Scroller: LED Banner Maker flere former og oppsett, som muliggjør opprettelsen av både standard- og unike banne-design. Appens omfattende fargepalett gjør det mulig å velge levende eller subtile nyanser, slik at hvert banner kan tilpasses til spesifikke merkevarer eller tematiske krav.",
  "moreAboutAppDescription4": "I tillegg til teksttilpasning inneholder appen alternativer for å inkludere slående grafikk og personlige bilder i banneret, og gir en plattform for virkelig personlig kommunikasjon. For de som ønsker å gjøre et betydelig inntrykk, tilbyr appen også dynamiske texteffekter som blinking, som fanger oppmerksomhet og fremhever viktige poeng i meldingen din.",
  "moreAboutAppDescription5": "Når LED-banneret ditt er utformet etter dine ønsker, gjør LED Scroller: LED Banner Maker det enkelt å dele og distribuere det. Bannere kan lagres som bilder eller animerte GIF-er, egnet for ulike digitale plattformer, eller deles direkte til sosiale medier og meldingsapper, noe som sikrer bred synlighet. Oppsummert er LED Scroller: LED Banner Maker et kraftig verktøy for alle som ønsker å lage virkningsfulle og oppmerksomhetsfangende LED-bannere. Med sitt intuitive design, omfattende tilpasningsmuligheter og interaktive forhåndsvisningsfunksjoner, står den ut som en uunnværlig applikasjon for effektiv visuell kommunikasjon i enhver profesjonell eller personlig setting.",
  "downloadForAndroidTitle": "Last ned LED-banner for Android",
  "exclusiveBenefitsListTitle": "Nyt disse eksklusive fordelene:",
  "exclusiveBenefitsListItem1": "Velg mellom ulike skrifttyper",
  "exclusiveBenefitsListItem2": "Tilpass bakgrunnsmønstre",
  "exclusiveBenefitsListItem3": "Få tilgang til premium bakgrunner",
  "exclusiveBenefitsListItem4": "Bruk appen offline",
  "downloadOnPlayStoreAlt": "Last ned på Google Play Store",
  "seo-title": "LED Scroller | Lag iøynefallende LED-bannere online",
  "seo-description": "Lag iøynefallende LED Scroller-bannere enkelt med vår online nettapp. Perfekt for arrangementer, fester og kampanjer.",
  "keywords": "led-banner online, fan-bannere, online led-banner, led-banner scroller, online led-rullende tekst, led-banner display online",
  "font-family": "Skriftfamilie",
  "bannerText": "Bannertekst",
  "bannerBackground": "Bannerbakgrunn",
  "bold": "Fet",
  "downloadAsPNG": ".PNG",
  "downloadAsGIF": ".GIF",
  "download": "Last ned"
}
