
{
  "ledScrollerTitle": "LED Прокрутчик Онлайн - LED Банер для Мобільних Пристроїв",
  "enterYourTextLabel": "Введіть ваш текст",
  "fullScreenButton": "На весь екран",
  "borderModeLabel": "Режим рамки:",
  "primaryBorderColorLabel": "Основний колір рамки:",
  "secondaryBorderColorLabel": "Другорядний колір рамки:",
  "tertiaryBorderColorLabel": "Третинний колір рамки:",
  "textColorLabel": "Колір тексту:",
  "backgroundColorLabel": "Колір фону:",
  "fontSizeLabel": "Розмір шрифту:",
  "directionLabel": "Напрямок:",
  "speedLabel": "Швидкість",
  "blinkLabel": "Миготіння:",
  "blinkSpeedLabel": "Швидкість миготіння:",
  "whyYouNeedTitle": "Чому вам потрібен LED Прокрутчик:",
  "whyYouNeedDescription": "LED прокрутчики — це універсальний інструмент, створений для покращення різних соціальних заходів та особистих подій. На вечірках і концертах LED банер дозволяє підтримати своїх улюблених ідолів яскравим, персоналізованим повідомленням. Аеропорти стають менш стресовими завдяки персоналізованим знакам, які легко помітити для зустрічі друзів чи родини, забезпечуючи теплий прийом. Спортивні вболівальники можуть показати свою підтримку улюбленим командам під час ігор завдяки прокрученому тексту на LED-екранах. Дні народження стають незабутніми завдяки унікальним цифровим LED-табло, що передають щирі побажання. Для водіїв привертаючі увагу електронні знаки можуть стати необхідністю для передачі попереджень або повідомлень на автостраді, підвищуючи безпеку та комунікацію. У сфері романтики пропозиція руки і серця може стати незабутньою завдяки романтичній вивісці, яка виражає любов і зачаровує вашу другу половинку. Окрім цього, LED прокрутчики є безцінними у середовищах, де шум ускладнює вербальне спілкування або де мова є неприйнятною. Ця універсальність робить LED прокрутчики необхідним інструментом для ефективної передачі повідомлень у різних ситуаціях.",
  "howDoesItWorkTitle": "Як працює LED Прокрутчик?",
  "howDoesItWorkDescription1": "LED Прокрутчик функціонує через інтуїтивно зрозумілий веб-додаток, що дозволяє користувачам легко створювати прокручувані текстові дисплеї з можливістю додавання емодзі для більшого ефекту. Щоб скористатися цією технологією, користувачу потрібно лише ввести бажаний текст у поле повідомлення, і його анімація миттєво відобразиться на LED-дисплеї. Наш останній винахід, 'LED Прокрутчик для всіх пристроїв', створений для значного покращення візуального впливу будь-якого заходу чи рекламної кампанії. Ця динамічна веб-платформа надає інтерактивний інтерфейс LED-дисплею, дозволяючи користувачам налаштовувати свої повідомлення з використанням тексту, зображень та інших медіа, перетворюючи їх у яскраві LED-банери. Ці функції адаптовані для створення яскравих, захоплюючих презентацій, що підносять рівень заходів чи промоцій.",
  "howDoesItWorkDescription2": "Користувачі можуть вибирати з різних привабливих форм і макетів для оптимізації візуальної презентації свого контенту, обирати шрифти, які покращують читаність та відповідають стилю, а також підбирати кольори, які привертають увагу та гармоніюють із загальним повідомленням. Крім того, можна додати графіку на знак для підсилення його візуального впливу, а також текст можна зробити миготливим, створюючи динамічний і привабливий ефект. Завдяки цим можливостям налаштування додаток LED Прокрутчик дозволяє створювати приголомшливі, незабутні LED-дисплеї, які гарантовано залишать незабутнє враження.",
  "moreAboutAppTitle": "Детальніше про додаток",
  "moreAboutAppDescription1": "LED Прокрутчик: Створювач LED Банерів - це незамінний інструмент, який дозволяє користувачам створювати динамічні та привабливі LED-банери і прокручувані тексти. Ідеально підходить для організаторів заходів, промоутерів або будь-якої людини, яка бажає привернути увагу, цей багатофункціональний додаток пропонує безліч функцій і варіантів налаштування, щоб розкрити вашу творчість і виділити ваше повідомлення. В основі LED Прокрутчик: Створювач LED Банерів лежить зручний для користувача інтерфейс, що робить додаток доступним навіть для людей з мінімальними технічними знаннями. Додаток має простий макет, створюючи LED-банери легко з моменту запуску.",
  "moreAboutAppDescription2": "Щоб створити банер, просто введіть бажаний текст у поле повідомлення. Додаток підтримує текст будь-якої довжини і надає можливість додавати емодзі, додаючи грайливість вашому повідомленню. У процесі введення вашого тексту додаток надає попередній перегляд у реальному часі, що дозволяє миттєві зміни й експериментувати з різними шрифтами, кольорами та розмірами. Ця функція миттєвого зворотного зв’язку дозволяє максимально точно налаштувати ваш банер із використанням широкого спектра шрифтів, які відповідають бажаному настрою та стилю повідомлення.",
  "moreAboutAppDescription3": "Ще більше підвищуючи можливості налаштування, LED Прокрутчик: Створювач LED Банерів пропонує численні форми і макети, дозволяючи створювати як стандартні, так і унікальні дизайни банерів. Додаток також має розширену палітру кольорів, що дозволяє вибирати яскраві або приглушені відтінки, щоб банер відповідав конкретним брендовим чи тематичним вимогам.",
  "moreAboutAppDescription4": "Окрім текстових налаштувань, додаток включає функції інтеграції графіки й особистих зображень у банер, забезпечуючи платформу для персоналізованих повідомлень. Для тих, хто прагне створити великий ефект, у додатку є динамічні текстові ефекти, такі як миготіння, які допоможуть звернути увагу та підкреслити ключові моменти вашого повідомлення.",
  "moreAboutAppDescription5": "Після того як LED-банер створений за вашим бажанням, LED Прокрутчик: Створювач LED Банерів забезпечує легке збереження і поділ результату. Банери можна зберігати у вигляді зображень чи анімованих GIF-файлів, які підходять для різних цифрових платформ, або ділитися ними безпосередньо у соціальних мережах чи месенджерах, забезпечуючи широку видимість. Загалом, LED Прокрутчик: Створювач LED Банерів - це потужний інструмент для тих, хто прагне створювати яскраві, привертаючі увагу LED-банери. Завдяки його інтуїтивному дизайну, розширеним можливостям налаштування та електронному попередньому перегляду він стає незамінним додатком для ефективної візуальної комунікації в будь-яких професійних або особистих цілях.",
  "downloadForAndroidTitle": "Завантажити LED Банер для Android",
  "exclusiveBenefitsListTitle": "Користуйтеся цими ексклюзивними перевагами:",
  "exclusiveBenefitsListItem1": "Обирайте з різних шрифтів",
  "exclusiveBenefitsListItem2": "Налаштовуйте фонові візерунки",
  "exclusiveBenefitsListItem3": "Отримуйте доступ до преміальних фонах",
  "exclusiveBenefitsListItem4": "Використовуйте додаток офлайн",
  "downloadOnPlayStoreAlt": "Завантажити з Google Play Store",
  "seo-title": "LED Прокрутчик | Створюйте яскраві LED банери онлайн",
  "seo-description" : "Створюйте яскраві LED банери легко за допомогою нашого онлайн-веб-додатку. Ідеально підходить для заходів, вечірок та промоцій.",
  "keywords" : "онлайн LED банер, банери для фанів, онлайн прокрутка тексту, дисплей LED банеру онлайн",
  "font-family": "Шрифт",
  "bannerText":"Текст банеру",
  "bannerBackground":"Фон банеру",
  "bold":"Жирний",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Завантажити"
}
