{
  "ledScrollerTitle": "LED Scroller Online - LED Banner for Mobile",
  "enterYourTextLabel": "Enter your text",
  "fullScreenButton": "Full Screen",
  "borderModeLabel": "Border Mode:",
  "primaryBorderColorLabel": "Primary Border Color:",
  "secondaryBorderColorLabel": "Secondary Border Color:",
  "tertiaryBorderColorLabel": "Tertiary Border Color:",
  "textColorLabel": "Text Color:",
  "backgroundColorLabel": "Background Color:",
  "fontSizeLabel": "Font Size:",
  "directionLabel": "Direction:",
  "speedLabel": "Speed",
  "blinkLabel": "Blink:",
  "blinkSpeedLabel": "Blink Speed:",
  "whyYouNeedTitle": "Why you need LED Scroller:",
  "whyYouNeedDescription": "LED Scrollers are a versatile tool designed to enhance various social gatherings and personal events. At parties and concerts, an LED banner allows you to cheer for your favorite idols with a vibrant, custom message. Airports become less daunting when you use a personalized, easy-to-spot sign for greeting friends or family, ensuring a smooth and warm welcome. Sports enthusiasts can show unwavering support for their favorite teams during live games with scrolling text messages on LED signs. Birthday parties are made memorable with unique digital LED signboards that convey heartfelt blessings. For drivers, an eye-catching electric sign can serve as a crucial tool for conveying warnings or messages on the freeway, enhancing safety and communication. In the realm of romance, a marriage proposal can be made unforgettable with a romantic marquee sign that expresses love and captivates your significant other. Additionally, LED Scrollers are invaluable in environments where noise impedes verbal communication or where speech is otherwise inconvenient. This versatility makes LED Scrollers an essential tool for conveying messages effectively in a variety of settings.",
  "howDoesItWorkTitle": "How Does LED Scroller Work?",
  "howDoesItWorkDescription1": "The LED Scroller operates through a highly intuitive web application, designed to allow users to create scrolling text displays effortlessly, complete with the option to incorporate emojis for added flair. To utilize this technology, users simply input their desired text into a message box on the app, and instantly see it animated on a captivating LED display. The 'LED Scroller' All Device, our latest innovation, is crafted to significantly enhance the visual impact of any event or advertisement. This dynamic web platform provides an interactive LED display interface, enabling users to customize their messages with text, images, and other media, transforming them into vibrant LED banners. These features are tailored to produce vivid, engaging presentations that elevate events or promotional campaigns. Emphasizing aesthetics and design, the app offers several customization options to ensure that each display is not only eye-catching but also uniquely tailored to the user's preferences.",
  "howDoesItWorkDescription2": "Users can select from various attractive shapes and layouts to optimize the visual presentation of their content, choose fonts that enhance readability and match their style, and pick colors that capture attention while complementing the overall message. Additionally, engaging graphics can be added to the signage to augment its visual impact, and text can be made to blink, creating a dynamic and attention-grabbing effect. Through these customizable features, the LED Scroller app enables users to create stunning, memorable LED displays that are sure to leave a lasting impression.",
  "moreAboutAppTitle": "More About Application",
  "moreAboutAppDescription1": "LED Scroller: LED Banner Maker is an essential application that empowers users to create engaging and dynamic LED banners and scrolling text. Ideal for event organizers, promoters, or anyone aiming to capture attention, this versatile app offers a wealth of features and customization options to unleash your creativity and make your messages stand out. At the core of LED Scroller: LED Banner Maker is its user-friendly interface, ensuring accessibility even for those with minimal technical background. The application welcomes users with a straightforward layout, simplifying the process of creating LED banners right from the start.",
  "moreAboutAppDescription2": "To create your banner, simply input your desired text into the message box. The app supports text of any length and includes the option to integrate emojis, adding a playful touch to your message. As you enter your text, the app provides a real-time preview, allowing for instant modifications and the ability to experiment with various fonts, colors, and sizes. This real-time feedback ensures that users can tailor their banners to perfection, selecting from a broad array of fonts to match the intended tone and style of the message.",
  "moreAboutAppDescription3": "Further enhancing the customizability, LED Scroller: LED Banner Maker offers multiple shapes and layouts, enabling the creation of both standard and unique banner designs. The app's extensive color palette allows for the selection of vibrant or subtle hues, ensuring that each banner can align with specific branding or thematic requirements.",
  "moreAboutAppDescription4": "In addition to textual customization, the app includes options to incorporate striking graphics and personal images into the banner, providing a platform for truly personalized communication. For those looking to make a significant impact, the app also features dynamic text effects like blinking, which draw attention and emphasize key points of your message.",
  "moreAboutAppDescription5": "Once your LED banner is crafted to your liking, LED Scroller: LED Banner Maker facilitates easy sharing and distribution. Banners can be saved as images or animated GIFs, suitable for various digital platforms, or shared directly to social media and messaging apps, ensuring broad visibility. In summary, LED Scroller: LED Banner Maker is a powerful tool for anyone looking to create impactful, attention-grabbing LED banners. With its intuitive design, extensive customization options, and interactive preview capabilities, it stands out as a must-have application for effective visual communication in any professional or personal setting.",
  "downloadForAndroidTitle": "Download LED Banner for Android",
  "exclusiveBenefitsListTitle": "Enjoy these exclusive benefits:",
  "exclusiveBenefitsListItem1": "Choose from a variety of fonts",
  "exclusiveBenefitsListItem2": "Customize background patterns",
  "exclusiveBenefitsListItem3": "Access premium backgrounds",
  "exclusiveBenefitsListItem4": "Use the app offline",
  "downloadOnPlayStoreAlt": "Download on the Google Play Store",
  "seo-title": "LED Scroller | Create Eye-Catching LED Banners Online",
  "seo-description" : "Create eye-catching LED Scroller Banners effortlessly with our online web app. Perfect for events, parties, and promotions.",
  "keywords" : "led banner online, fan banners, online led banner, led banner scroller, online led scrolling text, led banner display online",
  "font-family": "Font Family",
  "bannerText":"Banner Text",
  "bannerBackground":"Banner Background",
  "bold":"Bold",
  "downloadAsPNG":".PNG",
 "downloadAsGIF":".GIF",
 "download":"Download"
}
