
{
  "ledScrollerTitle": "Scroller LED Online - Banner LED untuk Ponsel",
  "enterYourTextLabel": "Masukkan teks Anda",
  "fullScreenButton": "Layar Penuh",
  "borderModeLabel": "Mode Border:",
  "primaryBorderColorLabel": "Warna Border Utama:",
  "secondaryBorderColorLabel": "Warna Border Sekunder:",
  "tertiaryBorderColorLabel": "Warna Border Tersier:",
  "textColorLabel": "Warna Teks:",
  "backgroundColorLabel": "Warna Latar Belakang:",
  "fontSizeLabel": "Ukuran Font:",
  "directionLabel": "Arah:",
  "speedLabel": "Kecepatan:",
  "blinkLabel": "Kedip:",
  "blinkSpeedLabel": "Kecepatan Kedip:",
  "whyYouNeedTitle": "Mengapa Anda Membutuhkan Scroller LED:",
  "whyYouNeedDescription": "Scroller LED adalah alat serbaguna yang dirancang untuk meningkatkan berbagai acara sosial dan kegiatan pribadi. Di pesta dan konser, banner LED memungkinkan Anda menyemangati idola favorit Anda dengan pesan kustom yang penuh warna. Bandara menjadi lebih mudah diakses dengan tanda pribadi yang mudah ditemukan untuk menyambut teman atau keluarga, memastikan sambutan hangat yang lancar. Pencinta olahraga dapat menunjukkan dukungan penuh untuk tim favorit mereka saat pertandingan langsung dengan pesan teks bergulir di layar LED. Pesta ulang tahun menjadi lebih berkesan dengan papan tanda LED digital unik yang menyampaikan harapan tulus. Untuk pengemudi, tanda elektrik mencolok dapat menjadi alat penting untuk menyampaikan peringatan atau pesan di jalan raya, meningkatkan keselamatan dan komunikasi. Dalam hal romantisme, proposal pernikahan dapat dibuat tak terlupakan dengan tanda marquee romantis yang mengekspresikan cinta dan memikat orang yang Anda cintai. Selain itu, Scroller LED sangat berharga di lingkungan di mana kebisingan menghalangi komunikasi verbal atau ketika berbicara menjadi tidak memungkinkan. Fleksibilitas ini menjadikan Scroller LED alat penting untuk menyampaikan pesan secara efektif di berbagai situasi.",
  "howDoesItWorkTitle": "Bagaimana Scroller LED Bekerja?",
  "howDoesItWorkDescription1": "Scroller LED beroperasi melalui aplikasi web yang sangat intuitif, dirancang untuk memungkinkan pengguna membuat tampilan teks bergulir dengan mudah, lengkap dengan opsi untuk menambahkan emoji guna mempercantik tampilan. Untuk menggunakan teknologi ini, pengguna cukup memasukkan teks yang diinginkan ke dalam kotak pesan di aplikasi, dan langsung melihatnya di layar LED yang menarik. 'LED Scroller' All Device, inovasi terbaru kami, dirancang untuk secara signifikan meningkatkan dampak visual pada acara atau iklan. Platform web dinamis ini menyediakan antarmuka tampilan LED interaktif, memungkinkan pengguna menyesuaikan pesan dengan teks, gambar, dan media lainnya, mengubahnya menjadi banner LED yang penuh warna. Fitur-fitur ini dirancang untuk menghasilkan presentasi yang hidup dan menarik, yang dapat meningkatkan acara atau kampanye promosi. Menekankan estetika dan desain, aplikasi ini menawarkan berbagai opsi penyesuaian untuk memastikan setiap tampilan tidak hanya menarik perhatian tetapi juga disesuaikan dengan preferensi pengguna.",
  "howDoesItWorkDescription2": "Pengguna dapat memilih berbagai bentuk dan tata letak menarik untuk mengoptimalkan presentasi visual konten mereka, memilih font yang meningkatkan keterbacaan serta mencerminkan gaya mereka, dan memilih warna yang mencolok namun melengkapi pesan secara keseluruhan. Selain itu, grafik menarik dapat ditambahkan ke tanda untuk meningkatkan dampak visualnya, dan teks dapat dibuat berkedip, menciptakan efek dinamis dan menarik perhatian. Melalui fitur-fitur yang dapat disesuaikan ini, aplikasi Scroller LED memungkinkan pengguna membuat tampilan LED yang menakjubkan dan berkesan yang pasti meninggalkan kesan mendalam.",
  "moreAboutAppTitle": "Lebih Lanjut Tentang Aplikasi",
  "moreAboutAppDescription1": "Scroller LED: Pembuat Banner LED adalah aplikasi penting yang memungkinkan pengguna untuk membuat banner LED yang menarik dan dinamis serta teks yang bergulir. Ideal untuk penyelenggara acara, promotor, atau siapa saja yang ingin menarik perhatian, aplikasi serbaguna ini menawarkan banyak fitur dan opsi penyesuaian untuk meluapkan kreativitas dan membuat pesan Anda menonjol. Inti dari Scroller LED: Pembuat Banner LED adalah antarmuka pengguna yang ramah, memastikan aksesibilitas bahkan bagi mereka dengan latar belakang teknis minimal. Aplikasi ini menyambut pengguna dengan tata letak yang sederhana, menyederhanakan proses pembuatan banner LED dari awal.",
  "moreAboutAppDescription2": "Untuk membuat banner Anda, cukup masukkan teks yang diinginkan ke dalam kotak pesan. Aplikasi ini mendukung teks dengan panjang berapa pun dan menyertakan opsi untuk menyisipkan emoji, menambahkan sentuhan menyenangkan pada pesan Anda. Saat Anda memasukkan teks Anda, aplikasi akan memberikan pratinjau waktu nyata, memungkinkan modifikasi instan dan kemampuan untuk bereksperimen dengan berbagai font, warna, dan ukuran. Umpan balik waktu nyata ini memastikan pengguna dapat mengatur banner mereka dengan sempurna, memilih dari beragam font untuk mencocokkan nada dan gaya pesan yang diinginkan.",
  "moreAboutAppDescription3": "Lebih meningkatkan kemampuan penyesuaian, Scroller LED: Pembuat Banner LED menawarkan berbagai bentuk dan tata letak, memungkinkan pembuatan desain banner yang standar maupun unik. Palet warna yang luas dari aplikasi ini memungkinkan pemilihan warna cerah atau lembut, memastikan setiap banner dapat disesuaikan dengan branding atau tema tertentu.",
  "moreAboutAppDescription4": "Selain penyesuaian teks, aplikasi ini mencakup opsi untuk menyertakan grafik yang mencolok dan gambar pribadi ke dalam banner, menyediakan platform untuk komunikasi yang benar-benar personal. Bagi mereka yang ingin menciptakan dampak besar, aplikasi ini juga menawarkan efek teks dinamis seperti berkedip, yang menarik perhatian dan menonjolkan poin penting pesan Anda.",
  "moreAboutAppDescription5": "Setelah banner LED Anda dirancang sesuai keinginan, Scroller LED: Pembuat Banner LED memfasilitasi berbagi dan distribusi dengan mudah. Banner dapat disimpan sebagai gambar atau GIF animasi, cocok untuk berbagai platform digital, atau dibagikan langsung ke media sosial dan aplikasi pesan, memastikan visibilitas luas. Singkatnya, Scroller LED: Pembuat Banner LED adalah alat yang kuat bagi siapa saja yang ingin membuat banner LED yang berdampak dan menarik perhatian. Dengan desain yang intuitif, opsi penyesuaian yang luas, dan kemampuan pratinjau interaktif, ia menonjol sebagai aplikasi yang harus dimiliki untuk komunikasi visual yang efektif baik dalam pengaturan profesional maupun personal.",
  "downloadForAndroidTitle": "Unduh Banner LED untuk Android",
  "exclusiveBenefitsListTitle": "Nikmati manfaat eksklusif berikut:",
  "exclusiveBenefitsListItem1": "Pilih dari berbagai font",
  "exclusiveBenefitsListItem2": "Sesuaikan pola latar belakang",
  "exclusiveBenefitsListItem3": "Akses latar belakang premium",
  "exclusiveBenefitsListItem4": "Gunakan aplikasi secara offline",
  "downloadOnPlayStoreAlt": "Unduh di Google Play Store",
  "seo-title": "Scroller LED | Buat Banner LED yang Menarik Online",
  "seo-description" : "Buat Banner Scroller LED yang menarik dengan mudah menggunakan aplikasi web online kami. Cocok untuk acara, pesta, dan promosi.",
  "keywords" : "banner led online, banner penggemar, banner led online, scroller banner led, teks bergulir led online, tampilan banner led online",
  "font-family": "Jenis Huruf",
  "bannerText":"Teks Banner",
  "bannerBackground":"Latar Belakang Banner",
  "bold":"Tebal",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Unduh"
}
