
{
  "ledScrollerTitle": "LED Ritinātājs Tiešsaistē - LED Baneris Mobilei",
  "enterYourTextLabel": "Ievadiet savu tekstu",
  "fullScreenButton": "Pilnekrāna režīms",
  "borderModeLabel": "Rāmja Režīms:",
  "primaryBorderColorLabel": "Primārā Rāmja Krāsa:",
  "secondaryBorderColorLabel": "Sekundārā Rāmja Krāsa:",
  "tertiaryBorderColorLabel": "Tertiārā Rāmja Krāsa:",
  "textColorLabel": "Teksta Krāsa:",
  "backgroundColorLabel": "Fona Krāsa:",
  "fontSizeLabel": "Fonta Izmērs:",
  "directionLabel": "Virziens:",
  "speedLabel": "Ātrums",
  "blinkLabel": "Mirgošana:",
  "blinkSpeedLabel": "Mirgošanas Ātrums:",
  "whyYouNeedTitle": "Kāpēc jums vajadzīgs LED Ritinātājs:",
  "whyYouNeedDescription": "LED ritinātāji ir daudzfunkcionāls rīks, kas paredzēts, lai uzlabotu dažādus sociālos pasākumus un personīgās tikšanās. Ballītēs un koncertos LED baneris ļauj atbalstīt savus mīļākos elkus ar spilgtu, pielāgotu ziņojumu. Lidostas kļūst mazāk iebiedējošas, izmantojot personalizētu, viegli pamanāmu zīmi, lai sagaidītu draugus vai ģimeni, nodrošinot siltu un vienmērīgu sveicienu. Sporta fani var nešaubīgi atbalstīt savas iecienītās komandas tiešraides spēļu laikā, izmantojot ritināmo tekstu uz LED zīmēm. Dzimšanas dienu ballītes kļūst neaizmirstamas ar unikālām digitālajām LED zīmēm, kurās tiek paustas sirsnīgas svētības. Autovadītājiem pievilcīga elektriskā zīme var kalpot kā būtisks rīks, lai nodotu brīdinājumus vai ziņojumus uz autoceļa, uzlabojot drošību un komunikāciju. Romantikas pasaulē laulības piedāvājumu var pārvērst neaizmirstamā notikumā ar romantisku LED zīmi, kas pauž mīlestību un aizrauj jūsu mīļoto. Turklāt LED ritinātāji ir neaizstājami vidē, kur troksnis traucē verbālai komunikācijai vai kur runāšana ir neērta. Šī daudzpusība padara LED ritinātājus par būtisku rīku, lai efektīvi nodotu vēstījumus dažādās situācijās.",
  "howDoesItWorkTitle": "Kā darbojas LED Ritinātājs?",
  "howDoesItWorkDescription1": "LED ritinātājs darbojas, izmantojot ļoti intuitīvu tīmekļa lietotni, kas ļauj lietotājiem viegli veidot ritināmus tekstus ar iespēju pievienot emocijzīmes, lai pievienotu spilgtumu. Lai izmantotu šo tehnoloģiju, lietotāji vienkārši ievada vēlamo tekstu ziņojuma laukā lietotnē un uzreiz redz to animētu uz aizraujošas LED displeja. 'LED Ritinātājs Visām Ierīcēm', mūsu jaunākais izgudrojums, ir izstrādāts, lai būtiski uzlabotu jebkādas pasākuma vai reklāmas vizuālo iespaidu. Šī dinamiskā tīmekļa platforma nodrošina interaktīvu LED displeja saskarni, ļaujot lietotājiem pielāgot savus ziņojumus ar tekstu, attēliem un citiem medijiem, pārvēršot tos spilgtos LED baneros. Šīs funkcijas ir pielāgotas dzīviem un pievilcīgiem attēlojumiem, kas paceļ pasākumus vai reklāmas kampaņas.",
  "howDoesItWorkDescription2": "Lietotāji var izvēlēties dažādas pievilcīgas formas un noformējumus, lai optimizētu satura vizuālo attēlojumu, izvēlēties fontus, kas uzlabo lasāmību un saskan ar viņu stilu, kā arī izvēlēties krāsas, kas piesaista uzmanību, vienlaikus papildinot kopējo ziņojumu. Turklāt uz zīmes var pievienot interesantus grafikus, lai uzlabotu tās vizuālo iespaidu, un tekstu var padarīt mirgojošu, radot dinamisku un uzmanību piesaistošu efektu. Pateicoties šīm pielāgojamām funkcijām, LED ritinātāja lietotne ļauj lietotājiem radīt pārsteidzošus un neaizmirstamus LED displejus, kas noteikti atstās paliekošu iespaidu.",
  "moreAboutAppTitle": "Vairāk par Lietotni",
  "moreAboutAppDescription1": "LED Ritinātājs: LED Baneru Veidotājs ir būtiska lietotne, kas ļauj lietotājiem veidot pievilcīgus un dinamiskus LED banerus un ritināmas ziņas. Ideāli piemērota pasākumu organizatoriem, reklāmdevējiem vai ikvienam, kas vēlas piesaistīt uzmanību, šī daudzpusīgā lietotne piedāvā plašu funkciju un pielāgošanas iespēju klāstu, lai atbrīvotu radošumu un izceltu savus ziņojumus. LED Ritinātājs: LED Baneru Veidotāja kodols ir lietotājam draudzīgs interfeiss, nodrošinot pieejamību pat tiem, kuriem ir minimālas tehniskās zināšanas. Lietotne sagaida lietotājus ar vienkāršu izkārtojumu, atvieglojot LED baneru veidošanu jau no paša sākuma.",
  "moreAboutAppDescription2": "Lai izveidotu savu baneri, vienkārši ievadiet vēlamo tekstu ziņojuma laukā. Lietotne atbalsta jebkura garuma tekstu un ietver iespēju iekļaut emocijzīmes, kas piešķir jūsu ziņojumam rotaļīgu elementu. Ievadot savu tekstu, lietotne nodrošina reāllaika priekšskatījumu, ļaujot nekavējoties veikt izmaiņas un eksperimentēt ar dažādiem fontiem, krāsām un izmēriem. Šī reāllaika atgriezeniskā saite ļauj lietotājiem izveidot ideālus banerus, izvēloties no daudzveidīga fontu klāsta, kas atbilst iecerētajam tonim un stilam.",
  "moreAboutAppDescription3": "Papildus pielāgojamības palielināšanai LED Ritinātājs: LED Baneru Veidotājs piedāvā dažādas formas un noformējumus, ļaujot veidot gan standartizētus, gan unikālus banneru dizainus. Lietotnes plašā krāsu palete ļauj izvēlēties spilgtas vai neuzkrītošas nokrāsas, nodrošinot, ka katrs baneris var atbilst konkrētām zīmola vai tematikas prasībām.",
  "moreAboutAppDescription4": "Papildus teksta pielāgošanai lietotnē ir iespēja pievienot pārsteidzošus grafikus un personīgus attēlus bannerim, nodrošinot platformu patiešām personiskai komunikācijai. Tiem, kas vēlas atstāt iespaidu, lietotne piedāvā dinamiskus teksta efektus, piemēram, mirgošanu, kas piesaista uzmanību un uzsver jūsu ziņojuma galvenos punktus.",
  "moreAboutAppDescription5": "Kad jūsu LED baneris ir izveidots pēc jūsu vēlmēm, LED Ritinātājs: LED Baneru Veidotājs atvieglo vieglu koplietošanu un izplatīšanu. Banerus var saglabāt kā attēlus vai animētus GIFus, kas piemēroti dažādām digitālām platformām, vai koplietot tieši sociālajos medijos un ziņapmaiņas lietotnēs, nodrošinot plašu redzamību. Kopumā LED Ritinātājs: LED Baneru Veidotājs ir jaudīgs rīks ikvienam, kas vēlas radīt ietekmīgus, uzmanību piesaistošus LED banerus. Ar savu intuitīvo dizainu, plašajām pielāgošanas iespējām un interaktīvām priekšskatīšanas iespējām tas izceļas kā obligāta lietotne jebkurā profesionālā vai personīgā vizuālajā komunikācijā.",
  "downloadForAndroidTitle": "Lejupielādējiet LED Baneri Android Ierīcēm",
  "exclusiveBenefitsListTitle": "Izbaudiet šīs ekskluzīvās priekšrocības:",
  "exclusiveBenefitsListItem1": "Izvēlieties no dažādiem fontiem",
  "exclusiveBenefitsListItem2": "Pielāgojiet fona rakstus",
  "exclusiveBenefitsListItem3": "Piekļūstiet premium fona attēliem",
  "exclusiveBenefitsListItem4": "Lietot lietotni bezsaistē",
  "downloadOnPlayStoreAlt": "Lejupielādēt Google Play Veikalā",
  "seo-title": "LED Ritinātājs | Izveido Pievilcīgus LED Banerus Tiešsaistē",
  "seo-description" : "Izveidot pievilcīgus LED Ritinātāju Banerus bez piepūles ar mūsu tiešsaistes tīmekļa lietotni. Ideāli piemērots pasākumiem, ballītēm un reklāmām.",
  "keywords" : "led baneris tiešsaistē, fanu baneri, tiešsaistes led baneris, led ritinātājs, tiešsaistes led ritināms teksts, led baneru displejs tiešsaistē",
  "font-family": "Fontu Ģimene",
  "bannerText":"Banera Teksts",
  "bannerBackground":"Banera Fons",
  "bold":"Treknraksts",
  "downloadAsPNG":".PNG",
  "downloadAsGIF":".GIF",
  "download":"Lejupielādēt"
}
